{"data": [{"text": "KIMBERLY ", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": "As the number of coronavirus deaths continues to grow, one coroner said many of the deaths listed are actually not from COVID-19 at all. Brenda Bock, a coroner in Grand County, Colorado, said her jurisdiction lists five coronavirus deaths. However, as Bock tells One America News, what the data does not reveal is that two of the victims actually died of gunshot wounds. “They were actually gunshot wounds,” Bock stated of the deaths. “The people had tested earlier in the month for COVID and because they did have COVID, our state health department is listing them as coronavirus deaths.” She added it is absurd these cases are listed as such. Bock also noted inflating the data will only hurt communities by driving away visitors and instilling fear in residents. “When you start jacking up the numbers for death rates,” Bock said. “They’re going to start closing counties down.” Bock mentioned this isn’t just a statewide issue. “I think this is something that’s happened nationwide,” the Grand County coroner stated. “I have heard back from coroners in other counties that they’re doing the same thing, even with motor vehicle accidents.” She noted if patients had been tested for coronavirus within 30 days of their death, the county lists them as COVID-19 deaths. Misreporting a person’s cause of death can bring up challenges for the victim’s family. As Bock explained, it can change the amount their life insurance provider is obligated to pay to the victim’s spouse and/or children. “If you die of a motor vehicle accident, that’s considered an accident, but a COVID death is considered a natural death,” Bock said. “If you have a life insurance policy that pays double for an accident…but when it is classified as a COVID death…now you have attorneys and insurance companies disputing the deaths.” In the meantime, states across the country are reimposing lockdown orders by citing a rising number of coronavirus cases. Bock urges others in her position to step forward and speak up in hopes of bringing awareness to this issue. Chief of critical care at United Memorial Medical Center in Houston, Dr. Joseph Varon, said that half of the nurses in his unit refuse to get the coronavirus vaccine for political reasons, according to an interview conducted by Steve Inskeep of NPR. When asked about skepticism toward the vaccine among healthcare workers, Varon replied, “Yesterday, I had a – not a fight, but, you know, I had a friendly argument with more than 50% of my nurses in my unit telling me that they will not get the vaccine.” Most of their reasoning for refusing the vaccine was politically motivated, Varon told NPR. (RELATED: Nearly 40% Of Americans Say States Should Mandate COVID-19 Vaccinations) Varon also said that coronavirus cases in Houston have increased exponentially since Thanksgiving. “You have no idea how crazy things are. I mean, it’s beyond ridiculous. The number of patients have increased. The severity of illness has increased. I truly believe that the next six weeks are going to be probably the darkest weeks that Houston has had…There is no day when I get at least half-a-dozen new patients, critically ill, getting admitted to my COVID unit.” Inskeep also asked Varon if he trusts the science surrounding the vaccine. Varon stated that he “absolutely” does, but also claimed that the vaccine will not provide a quick solution. “Well, you know, the one thing that is important that people need to understand is that the vaccine is not the answer – OK? – not the answer at the present time. And the fact that we’re vaccinating people right now is not going to make any difference in what happens to the number of admissions that we’re getting over the next few weeks”, said Varon according to NPR.", "dominantCategory": ["covid"], "metadata": ["coronavirus", "deaths", "america", "covid", "challenges", "children", "lockdown", "united", "vaccine", "healthcare", "americans"], "emotions": {"anticipation": 9, "negative": 5, "trust": 6, "positive": 15, "anger": 11, "fear": 5, "joy": 2}}, {"text": " Democratic politicians have been caught openly disobeying their own COVID-19 lockdown orders for months: The latest hypocritical offender is the governor of Rhode Island.  Rhode Island Gov. Gina Raimondo, a Democrat, was reportedly photographed at a wine bar. The photo shows Raimondo, who is not wearing a face mask, enjoying a glass of wine at Barnaby's Public House in Providence. The photo was taken during a \"wine and paint\" event last Friday, according to Erica Oliveras, who took the photo. However, only days earlier, Raimondo instructed her constituents to \"stay home except for essential activities.\" \"It's week two of our pause. I know it's been hard, but I want to thank every Rhode Islander who's following our guidance,\" Raimondo tweeted on Dec. 7. \"Please, stay home except for essential activities & wear a mask anytime you're with people you don't live with. Together, we can turn our case numbers around.\" Oliveras told WLNE-TV that Raimondo \"only took her mask off whenever she was drinking her wine,\" and the governor put her face covering on \"when waiters approached her.\" Rhode Island's latest COVID-19 guidance states that \"all members of the party wear masks when not eating or drinking and follow other public health protocols\" while dining at restaurants.  A spokesperson for the governor's office told WLNE, \"The governor had dinner at a local restaurant with her husband, and had her mask on anytime she was not eating/drinking.\"  Raimondo signed an executive order on Nov. 19 that limited \"all indoor public and private social gatherings, including holiday gatherings, parties and celebrations\" to a single household. Houses of worship are limited to 25% capacity and restaurants may only operate at 33% capacity. Indoor gyms, fitness centers, movie theaters, bowling centers, and arcades are prohibited from opening during the \"pause.\" The order is in effect until Dec. 20.  Raimondo announced this week that she is in self-quarantining after Dr. Nicole Alexander-Scott, the director of the Rhode Island Department of Health, tested positive for COVID-19. This is just the latest example of Democratic politicians declaring: \"Coronavirus rules for thee but not for me.\"  Denver Mayor Michael Hancock, a Democrat, urged his constituents to \"avoid travel\" for Thanksgiving, then approximately 30 minutes later, he was on a plane traveling to Mississippi to visit his daughter.  Democratic San Jose Mayor Sam Liccardo instructed people to \"cancel\" Thanksgiving gatherings and then celebrated the holiday with family and friends.  After implementing some of the strictest COVID-19 rules in the country, California Gov. Gavin Newsom (D) was caught at a Michelin-starred restaurant with a group of maskless people for a birthday party.  House Speaker Nancy Pelosi was caught on camera at a hair salon in San Francisco, despite the coronavirus pandemic lockdowns shuttering establishments.  In April, Democratic Chicago Mayor Lori Lightfoot flouted her own COVID-19 restrictions and received a haircut. Lightfoot was so bold that she took a photo with her hairstylist without a face mask and while not practicing social distancing. Lightfoot also defied her own commands by joining hundreds in the streets of Chicago to celebrate the 2020 election results and improperly wearing a face mask on her chin. Washington, D.C., Mayor Muriel Bowser traveled to Delaware to commemorate Joe Biden's election victory in November. According to Bowser's own order, Delaware is considered a \"high risk\" state, which requires a 14-day quarantine. The Democratic mayor declared the political trip to be \"essential travel.\"  Steve Adler, the mayor of Austin, Texas, insisted that residents \"stay home\" to slow the spread of coronavirus, while he was on vacation in Mexico with family members and others.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["democratic", "lockdown", "democrat", "masks", "protocols", "coronavirus", "san", "cancel", "california", "pandemic", "chicago", "distancing", "election", "washington", "joe", "quarantine", "texas", "mexico"], "emotions": {"disgust": 1, "anger": 4, "trust": 3, "anticipation": 13, "positive": 20, "negative": 5, "fear": 4, "joy": 3, "surprise": 1}}, {"text": " Lawmakers are gearing up to potentially work on stimulus negotiations through the weekend. Earlier Thursday, Senate Majority Leader Mitch McConnell (R-Ky.) said the upper chamber will remain on Capitol Hill until a deal is reached. McConnell also noted that at the urging of President Trump and Treasury Secretary Steven Mnuchin, the Senate is backing direct checks to Americans with bonuses for families with children. According to reports, the Senate will also repurpose $400 billion in unused CARES Act funding for the struggling economy. Additionally, McConnell called out lawmakers who have treated the stimulus as a partisan ploy. As the 11th hour closes in on Capitol Hill, both Republicans and Democrats are hopeful a stimulus agreement will be made in the coming days. In an interview on Thursday, Sen. Rob Portman (R-Ohio) and Sen. Joe Manchin (D-W.Va.) discussed what they expect will be included in the $900 billion relief package. Portman said he is skeptical about the full bill passing by the deadline, but noted a short-term solution could be made by Friday to resolve the continuing resolution. He added lawmakers should reach an agreement this weekend. “It’s been nine months since we passed the CARES package,” Portman stated. “People are hurting and…this is an emergency package to get us through the next few months, through the March-April timeframe, until we turn the corner on this crisis.” Meanwhile, Manchin said the current emergency relief bill contains aspects both sides are happy with. Representatives from the lower chamber, Tom Reed (R-Ohio) and Josh Gottheimer (D-N.J.), also discussed the remaining discrepancies in the impending package. Gottheimer mentioned Capitol Hill is “practically completely in agreement” and lawmakers are inches away from sealing the deal. He added Congress must help struggling Americans, but Reed pointed out his Democrat colleagues do not agree with giving businesses liability protections. “We’ve heard from universities, health workers, and small businesses that if we don’t take care of liability,” Reed said. “We’re going to be right back into this problem of ‘We tried to do everything we could in good faith, and now we’re getting lawsuits already filed against us for things we had no control over.'” Reed also argued lawmakers have to take extra steps to protect the country because COVID-19 is a novel virus. Both representatives are determined to prevent a government shutdown and get a stimulus bill passed by the end of the day Friday.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["senate", "trump", "americans", "families", "children", "economy", "republicans", "democrats", "agreement", "joe", "congress", "democrat", "virus"], "emotions": {"trust": 4, "joy": 1, "positive": 17, "anticipation": 9, "surprise": 1, "negative": 5, "anger": 2, "fear": 5, "disgust": 1}}, {"text": " America’s corporate fact-checkers are out of control. Long gone are the days of Snopes assuring readers there isn’t a million dollars waiting in a Nigerian bank account for them. Distant are the happier times when fact-checks assured us there was no hook-handed hitchhiker killing our grandparents on the local highway. Instead today, we see an alliance between corporate media and corporate tech titans to squelch debate, silence conservatives, and literally censor regular Americans, dissenting scientists, newspaper competitors, and even the president of the United States. No longer even content with simply nitpicking and undermining debate, the fact checks on the United States’ COVID vaccine timeline expose how outlets like NBC, The New York Times, and The Washington Post are willing to attack American dreams and aspirations to score political points. “Trump’s inaccurate coronavirus vaccine timeline,” read a Washington Post headline that has since been updated to replace “inaccurate” with “accelerated.” “Trump appears to be expediting the vaccine development process, misrepresenting how fast a vaccine will be available to the public in fighting the novel coronavirus,” the article claimed, citing leftist media’s unassailable hero, Dr. Anthony Fauci. “As the United States and the rest of the world prepare for the novel coronavirus to continue spreading,” they continued, “it’s important to share factual information about the virus and methods to combat it.” “Fact check: Coronavirus vaccine could come this year, Trump says,” reads an NBC headline. “Experts say he needs a ‘miracle’ to be right.” When the president said he expected companies to develop a vaccine “relatively soon,” The New York Times “fact-checkers” called it “misleading.” Were newspapers wrong to ask questions about Operation Warp Speed, to push for transparency, and to ask experts in the field what they thought? Certainly not, but “fact-checks” are rarely journalism these days, when outlets like USA Today hire college interns to earn money from Facebook by censoring media they dislike. More to the point, the above three articles aren’t even checks on facts — they’re checks on hopeful goals, they’re checks on our national aspirations in the face of immense challenges, they’re checks on what the corporate media and their expert friends think America is capable of achieving. They’re checks on our future. “This nation should commit itself to achieving the goal,” one American president said in a 1961 address to a joint session of Congress: “before this decade is out, of landing a man on the moon and returning him safely to the Earth.” That president was John F. Kennedy, and just eight years later President Richard Nixon joined the country in watching the Apollo 11 land safely on the moon. Was Kennedy’s challenge visionary? Was it aspirational? Was it an American dream? Yes on all three, yet you will find nary a 1961 New York Times fact-check calling his statement misleading because we might not succeed on the timeline he’d set. Outside of even fact checks, imagine for a moment the newspaper headlines he would have generated if his speech were given today by a Republican when the left was banking an election on his failure? “President Kennedy says moon landing will be coming by the end of the decade, despite contrary evidence,” CNBC 1961 might have written. “Moon Landing in 10 Years? Experts Urge Reality Check,” Bloomberg 1961 could have reported. “Kennedy promises moon landing by 1970, but scientists doubt it,” a 1961 Washington Postmight have chimed in. If those just slightly altered headlines sound absurd, it’s because they are framed around how foolish the paper thinks the president is as opposed to the more realistic and honest take that our nation had embarked on a great but also very difficult mission. As actual 59-year-old headlines read, the latter was still the norm in 1961. “Kennedy Asks For 1.8 Billion This Year To Accelerate Space Exploration, Add Foreign Aid, Bolster Defense: Moon Trip Urged,” the real New York Times headline read on May 26, 1961. “He Assures Congress Nation Is Ready To Take On Burden.” “We stand for freedom and must be willing to pay the price that stand implies,” another Times article that day began. “… After four months of stocktaking, the President has now put forth, in low key but nonetheless effectively (sic), a detailed blueprint of the New Frontier’s policy to meet the historic challenges we face.” “JFK Shoots For Moon: He Asks Funds For Bold, New Effort,” The Miami News echoed “JFK: We Must Be 1st In Space & Here Too,” The New York Daily News reported. Much has changed in politics and in media since those days, and it’s difficult to compare them on many aspects. Still, the differences here illustrate what many Americans have already come to believe about our corporate media: They hate President Donald Trump so much they were willing to undermine our country and our dreams to defeat him. Sadly, they might have won on this front, but fortunately, they were caught. And unless Americans see real, substantive, and unlikely change, half of us will never trust them again.", "dominantCategory": ["immigration"], "metadata": ["media", "americans", "scientists", "united", "covid", "vaccine", "washington", "american", "coronavirus", "virus", "trump", "challenges", "america", "congress", "calling", "republican", "election", "donald"], "emotions": {"anticipation": 20, "trust": 10, "positive": 39, "anger": 16, "negative": 10, "joy": 2, "surprise": 3, "fear": 5, "disgust": 4}}, {"text": " President-elect Biden appoints John Kerry as climate change envoy; Doug Holtz-Eakin reacts on ‘America’s Newsroom.’ Former Secretary of State John Kerry has come under fire for his apparently luxurious lifestyle of yachts and using a private plane, which some have argued is hypocritical for a public official advancing climate reforms. The criticism surfaced after President-elect Joe Biden nominated Kerry to serve as his climate change envoy or  \"climate czar,\" as it's been referred to in the media. During his 2004 presidential run, Kerry's campaign made 60 payments to his wife's charter jet company, totaling $273,171, the New York Post reported. Besides previously owning a 76-foot sailing yacht and using his wife's private jet – dubbed \"Flying Squirrel\" – Kerry repeatedly reported nine figures in assets in his wife's charter company. As late as 2013, his executive branch personnel financial disclosure showshim owning \"over $1,000,001\" in assets for \"Flying Squirrel LLC\" through his wife. Kerry's financial disclosures from 2009-2012 also show that amount. In his 2013 disclosure, the former secretary of state reported between \"$50,001-$100,000\" in rent and royalties for the company. That figure was over $1 million in his 2012 form and between $100,001-$1,000,000 for 2013. KERRY VOWS TO TREAT CLIMATE CHANGE AS 'URGENT NATIONAL SECURITY THREAT' Other disclosures show rental income of over $1 million for 2011, \"$100,001-$1,000,000\" for 2010, \"$100,001-$1,000,000\" for 2008, \"$15,001-$50,000\" for 2005, \"$100,001-$1,000,000\" for 2004, and \"$100,001-$1,000,000\" for 2003. While it's unclear exactly how much Kerry benefited from his wife's company, private jets have been estimated to emit upward of 40 times as much carbon per passenger as commercial flights. \"We look forward to the anti-carbon lectures from a guy who travels the globe on private jets and luxury yachts,\" read a New York Post editorial on Monday. Biden's transition team did not respond to Fox News' request for comment. CLICK HERE TO GET THE FOX NEWS APP Fox News host Pete Hegseth echoed the New York Post's criticism of Kerry, characterized by the paper as a \"lifelong joke\" and \"one of the biggest gasbags in American politics, [who is] singlehandedly responsible for massive amounts of terrible emissions\" with his use of private jets and luxury yachts. \"It’s a common thing,\" Hegseth said. \"They want the rules not to apply to them, but of course, the rest of us need to destroy our economy in order to save the weather.\"", "dominantCategory": ["climate-change", "immigration"], "metadata": ["biden", "climate", "joe", "media", "presidential", "campaign", "american", "emissions", "economy"], "emotions": {"disgust": 3, "fear": 6, "joy": 4, "anticipation": 4, "trust": 5, "anger": 6, "negative": 3, "positive": 5}}, {"text": " Prince Harry admits his world view has changed since parenthood, urging humans to care more  and be “like raindrops” which “relieve the parched ground” to tackle climate change. The Duke of Sussex, 36, who lives with his family on a $14.65-million estate in California, spoke of his passion for nature and Africa during a television exchange to feature in an upcoming documentary, continuing his love of offering advice on climate matters that peaked 12 months ago with his enthusiastic endorsement of Greta Thunberg, as Breitbart News reported. Speaking about his son Archie, now 19 months, the Daily Mail reports Harry said: “Being in nature is the most healing part of life, I truly believe that’s one reason why it’s there.” He then said “the moment you become a father, everything really does change because then you start to realise, well, what is the point in bringing a new person in to this world when they get to your age and it’s on fire?” Harry spoke of the importance of “putting the dos behind the says” when it comes to tackling climate change and conservation, before imploring everyone on the planet to examine their souls, musing: Every single raindrop that falls from the sky relieves the parched ground. What if every single one of us was a raindrop, and if every single one of us cared? Harry reflected on the “universally tough year” everyone has experienced during the coronavirus epidemic, adding he has found comfort in nature, which he believes is the “most healing part of life.” “Someone said to me right at the start of the pandemic, ‘It’s almost as though Mother Nature has sent us to our rooms for bad behaviour’,'”he observed. The Duke has long stressed his concern for the future of the planet, offering thoughts and solutions along with active campaigning while flying around the globe. As Breitbart News reported, in September last year he stood on African soil and declared the world was in a state of “emergency” and “losing’” the battle against climate change, an event he declared that “cannot be denied.” The Duke stressed saving the environment was a race against time, adding everyone should look to young people like Greta Thunberg for inspiration and guidance: “Led by Greta, the world’s children are striking.” Just weeks before,  a barefoot duke stood before an elite audience of business leaders and celebrities gathered at Google’s annual deluxe retreat in Sicily to warn immediate action is needed to avoid an approaching climate catastrophe.", "dominantCategory": ["climate-change"], "metadata": ["tackle", "climate", "california", "greta", "thunberg", "coronavirus", "pandemic", "children", "catastrophe"], "emotions": {"positive": 12, "anger": 10, "fear": 7, "negative": 3, "anticipation": 19, "joy": 2, "trust": 5, "disgust": 1}}, {"text": " John Kerry, photographed cycling in Switzerland while serving as secretary of state, has been named 'special presidential envoy for climate' in a Biden administration. (Photo by Fabrice Coffrini/AFP via Getty Images) (CNSNews.com) – Former Secretary of State John Kerry, tapped as climate change czar in a Biden administration, said on Tuesday that the nation has taken “a great step forward” in fighting for democracy “by rejecting the Orange Menace, and moving forward with a new presidency.” (74,223,030 Americans voted for President Trump, who insists he would have won, had all legal votes been properly counted.) Kerry's puerile reference to the president of the United States came during an online conversation between Kerry and “squad” member Rep. Ayanna Pressley (D-Mass.), after Kerry was awarded the Environmental League of Massachusetts’ 2020 Commonwealth Environmental Leadership award. The virtual discussion dealt mostly with climate change – Kerry is set to become “special presidential envoy for climate,” the first-ever National Security Council-level official focused on the issue – and he used the opportunity to criticize President Trump and his policies, and to describe those who push back on the global warming dogma as “doubt-sowers” and “deniers.” Two minutes into the 35-minute conversation, Kerry said that America was “in trouble,” both on the climate change and democracy fronts. “We’re in trouble – I mean, our democracy’s in trouble, so we’ve got a fight on that front. We made a great step forward to do that by rejecting the Orange Menace, and moving forward with a new presidency, one committed to doing the right things, all under the umbrella of restoring the soul of our country.” “But it’s not enough,” he continued, saying that “having had the privilege of negotiating” the Paris climate accord, “I can tell you … we’re not getting done even what we promised in Paris.” “And even if we did everything that was promised in Paris, the earth’s temperature’s still going to rise to 3.7 degrees Fahrenheit [sic],” Kerry said. “But because we’re not doing anything, we’re actually heading to [a rise of] 4.1, 4.5 degrees today. It’s beyond catastrophic.” The 2016 Paris agreement aims to prevent average global temperatures from rising more than two degrees Celsius above pre-industrial levels, by achieving net-zero carbon emissions by the second half of the century. (Kerry evidently meant 3.7 degrees Celsius, not Fahrenheit.) President Trump in 2017 gave notice to withdraw from the accord, a move that took formal effect last month. Joe Biden has pledged to rejoin it immediately upon taking office. Kerry praised Biden for making climate one of his top priorities. “He’s got four major priorities: The first priority’s COVID obviously, restoring the economy, dealing with the racial divide and, and the soul of our country, and finally the climate crisis. And he is very, very serious about it. We’re going to have an unparalleled, I think, climate effort.” Elsewhere in the conversation with Pressley, Kerry called for a need to “renew a conversation in our country that would once again establish a base line for what the truth is.” “And Barack Obama has written about it in his book, I’ve written about it at other times and given speeches on it, as have others. And that is the notion that if you cannot establish what the truth is, if you don’t accept what basic facts are, it is really hard to have a workable democracy.” “And that’s what’s been happening to us,” he said. “You know, the other side wants us to debate whether two and two is five, instead of two and two is actually four. We don’t have to debate it at all.” Kerry said that “doubt-sowers, the deniers, the big money, fossil fuel and others are spending billions to prevent people from moving faster” in the direction needed to tackle climate change. In his first speech after the election, Biden said in Wilmington, Delaware on November 8 that it was “time to heal” the U.S., and pledged “not to divide but to unify” the nation. Current results indicate that 81.28 million Americans voted for Biden, and 74.22 million for Trump.", "dominantCategory": ["climate-change"], "metadata": ["presidential", "climate", "biden", "americans", "trump", "united", "online", "environmental", "focused", "global", "warming", "america", "paris", "agreement", "emissions", "joe", "covid", "economy", "crisis", "obama", "fossil", "fuel", "tackle", "election"], "emotions": {"disgust": 2, "joy": 2, "fear": 6, "trust": 8, "anger": 7, "positive": 28, "surprise": 4, "anticipation": 6, "negative": 2}}, {"text": " CNSNews Reader, The media are hard at work weaving a web of confusion, misinformation, and conspiracy surrounding the COVID-19 pandemic. CNSNews covers the stories that the liberal media are afraid to touch. It drives the national debate through real, honest journalism—not by misrepresenting or ignoring the facts.  CNSNews has emerged as the conservative media’s lynchpin for original reporting, investigative reporting, and breaking news. We are part of the only organization purely dedicated to this critical mission and we need your help to fuel this fight. Donate today to help CNSNews continue to report on topics that the liberal media refuse to touch. $25 a month goes a long way in the fight for a free and fair media. And now, thanks to the Coronavirus Aid, Relief, and Economic Security (CARES) Act, you can make up to a $300 gift to the 501(c)(3) non-profit organization of your choice and use it as a tax deduction on your 2020 taxes, even if you take the standard deduction on your returns.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["media", "pandemic", "conservative", "reporting", "fuel", "coronavirus", "economic"], "emotions": {"positive": 9, "anger": 4, "fear": 3, "negative": 4, "trust": 1, "anticipation": 5}}, {"text": " The shooter at a New York City, New York, Christmas concert was an immigrant to the United States from the Dominican Republic who avoided deportation despite an extensive criminal record, officials confirm. Luis Manuel Vasquez-Gomez, a 52-year-old native of the Dominican Republic who lived in the Bronx, opened fire on December 13 at the Cathedral Church of St. John the Divine following an outdoor Christmas concert on the steps of the church. Vasquez-Gomez was met within five minutes by New York City Police Department (NYPD) officers who pleaded with him to drop his gun, though he refused. NYPD officers shot Vasquez-Gomez, and he was rushed to a hospital where he died. Vasquez-Gomez was wearing a Dominican Republic face mask and hat and, according to the New York Daily News, was carrying a manifesto where he justified the shooting “because of the way the United States treated the people of Latin America.” View this post on Instagram A post shared by Reuters (@reuters) According to records, Vasquez-Gomez had a long criminal history dating back three decades. Vasquez-Gomez first arrived in the U.S. in 1976 as a legal immigrant. In 1989, Vasquez-Gomez pleaded guilty after cutting the hand of a man but avoided prison. A year later, Vasquez-Gomez pleaded guilty to criminal possession of a weapon and selling cocaine after being arrested for attempted murder. Police said Vasquez-Gomez had fired gunshots in the direction of a woman and police officers. Vasquez-Gomez was sentenced to three to nine years in prison. In 1995, Vasquez-Gomez was ordered deported by a federal immigration judge after having served his prison sentence. Twice in 2007 and 2017, Vasquez-Gomez was allowed to stay in the U.S. after being granted a stay of removal and a removal waiver. Vasquez-Gomez was last in Immigration and Customs Enforcement (ICE) custody in 2008 after he violated his parole in 2007. He was released from ICE custody that year.", "dominantCategory": ["immigration"], "metadata": ["united", "deportation", "criminal", "hospital", "immigration", "judge", "customs", "custody"], "emotions": {"fear": 8, "positive": 5, "negative": 8, "anger": 16, "joy": 1, "anticipation": 5, "disgust": 1, "trust": 2}}, {"text": " An illegal immigrant convicted of murder was released from a California prison on Dec. 4, despite Immigration and Customs enforcement requesting a detainer, officials announced Monday. Salvadorian national Carlos Morales-Ramirez, 44, was convicted of second-degree murder, assault on a child resulting in death on Jan. 9, 1998, in Los Angeles, California, according to Immigration and Customs Enforcement (ICE). ICE filed an immigration detainer that was not honored for Morales-Ramirez on Aug. 28, 2013, causing officers to exhaust time and resources to re-arrest Morales-Ramirez, the agency said. “State sanctuary laws grant law enforcement officials the discretion to cooperate with immigration authorities in instances where serious or violent crimes have been committed; again, we are talking about the murder of a child – rather than working with our officers to ensure this convicted aggravated felon was safely handed over to ICE, he was released back into the community and our officers were forced to exhaust more time and resources relocating and re-arresting him,” ICE’s Enforcement and Removal Operations (ERO) Los Angeles Field Office Director Dave Marin said in a statement. Morales-Ramirez was arrested and served a Notice to Appear during a targeted enforcement operation on Dec. 10 by ICE ERO in Los Angeles, according to ICE. Morales-Ramirez’s previous conviction makes it possible for him to be subject to removal proceedings while he remains in ICE custody pending his hearing. (RELATED: ‘Further Confirms What We Have Said’: Internal Audit Finds Sanctuary Cities Are Affecting ICE’s Work) “California’s sanctuary policies continue to fail residents by allowing convicted criminals like Morales-Ramirez to walk free – state officials and advocates need to take a hard look at the reality, and potential consequences, of these misguided laws that leave potential victims wildly unprotected from very egregious criminal offenders,” Marin said, according to ICE. Morales-Ramirez served time at the California Department of Corrections at Pleasant Valley Prison in Chowchilla, California, before he was released on Dec. 4, according to ICE. An immigration detainer would have allowed officials to take custody of Morales-Ramirez upon his release. Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.", "dominantCategory": ["immigration"], "metadata": ["illegal", "california", "immigration", "customs", "sanctuary", "cooperate", "crimes", "custody", "advocates", "criminal"], "emotions": {"anger": 12, "fear": 5, "negative": 13, "anticipation": 14, "joy": 4, "trust": 4, "positive": 10, "disgust": 2}}, {"text": " Well, that didn’t take long. A border crisis is brewing before President-elect Joe Biden takes office. Migrant caravans are forming in Honduras, where residents were hit with a pair of devastating hurricanes last month, adding to the economic hardship caused by COVID-19. Faced with ruin, many Hondurans have ­decided to defy local travel bans and head north. “People are no longer scared of the coronavirus,” one caravan ­organizer told Bloomberg. “They’re going hungry, they’ve lost everything, and some towns are still flooded.” The organizer added that migrants are savvy about shifts in US border policy: “When there is a change in government in the US or Mexico, caravans start to move, because they are testing the waters to see how authorities respond.” By now, Central Americans should have a pretty good idea how the authorities will respond in a Biden administration — and not just because smugglers, called “coyotes,” keep migrants well-informed in hopes of profiting off their desperation. During the presidential campaign, Biden promised to reverse President Trump’s strict immigration and border policies, which together with emergency travel restrictions because of the pandemic helped drive illegal-immigration levels to historic lows after a surge last spring; numbers are once again increasing as conditions deteriorate in Central America. Specifically, Biden has said he will stop construction on the border wall, reinstate DACA, ­boost the number of refugees and make it easier for migrants to claim asylum. On asylum seekers, Biden has promised to end Team Trump’s “Remain in Mexico” program, which ­requires Central Americans seeking asylum in the United States to wait in Mexico while their cases are adjudicated. The goal of the program is to prevent asylum seekers from absconding before their court date. To understand why the Trump administration created the program, a bit of background is in order. During the Obama ­administration, a surge in unaccompanied minors and Central-American families seeking asylum in 2014 initially prompted authorities to detain families ­together. But when a federal judge in 2015 ruled that minors couldn’t be detained for more than 20 days, with or without their parents, the Obama administration switched to a policy of “catch and release”: When families were caught crossing the border illegally, they would be processed and released into the United States after a few days, with orders to appear ­before an immigration judge at some ­future date. Once released, many of these would-be asylum seekers simply disappeared. In spring 2018, Team Trump tried to end “catch and release,” first by separating families stopped at the border and detaining both parents and children, triggering an intense backlash and court challenges that persuaded Trump to end the policy after only a few months. see also Proving once again that the left irrationally hates everything President... But ending family separation didn’t solve the asylum crisis. With illegal border crossings on the rise in early 2019, Trump ­began rolling out “Remain in Mexico” in cooperation with Mexican authorities. He also put pressure on Mexico to police its porous southern border with Guatemala, threatening tariffs on Mexican imports if Mexico didn’t do more to control illegal immigration. Mexico cooperated, and the result was a plunge in illegal ­immigration beginning in June last year. Travel restrictions ­associated with the novel-coronavirus pandemic also helped slow border crossings this spring and summer. But the usual drivers of illegal immigration from Mexico and Central America — economic hardship, grinding poverty and natural disasters — are once again pushing people to seek a better life in the United States. The number of people apprehended or deemed inadmissible along the southwest border has increased for six straight months, to more than 69,000 in October, from 17,000 in April. They are coming because they have no jobs, and in some cases no homes, thanks to the hurricanes. They are coming because relatives and friends in the United States are telling them to come, that they will find work here. They are coming because coyotes and smuggling networks that profit off illegal immigration are offering to get them over the border — for a price. But they are also coming, now, because Biden has promised to make it easier for them to get in. These are the first caravans from Central America the ­incoming Biden administration will have to deal with, but they won’t be the last.", "dominantCategory": ["immigration"], "metadata": ["crisis", "joe", "biden", "economic", "migrants", "mexico", "americans", "presidential", "campaign", "immigration", "pandemic", "surge", "america", "daca", "refugees", "asylum", "seekers", "united", "trump", "obama", "families", "judge", "detained", "children", "challenges", "illegal", "southern"], "emotions": {"anticipation": 14, "negative": 9, "anger": 14, "fear": 17, "positive": 11, "trust": 6, "surprise": 6}}, {"text": " A registered nurse administers the Pfizer-BioNTech COVID-19 vaccine to a healthcare worker in Reno, Nev., on Dec. 17, 2020. (Patrick T. Fallon/AFP via Getty Images) US News A nurse in Tennessee on Thursday fainted after getting the new COVID-19 vaccine. Tiffany Dover, a nurse manager at CHI Memorial Hospital in Chattanooga, fainted while speaking to reporters shortly after getting vaccinated. “Sorry, I’m feeling really dizzy,” she said. Suddenly, she fell down. A doctor who was standing nearby caught her. As she was on the floor surrounded by medical staff, they blocked a camera that was streaming. Dover recovered several minutes later, according to WTVC. “It just hit me all of the sudden, I could feel it coming on. I felt a little disoriented but I feel fine now, and the pain in my arm is gone,” said Dover. Dr. Jesse Tucker, medical director of critical care medicine at the hospital, told the broadcaster that fainting “is a reaction that can happen very frequently with any vaccine or shot.” “No reason to suspect that that’s due to the vaccine whatsoever,” he added. The hospital posted a short video clip of a doctor being vaccinated on its Facebook page. It did not post any media or a statement about the nurse fainting. A hospital spokeswoman told The Epoch Times via email that the nurse “never lost consciousness and quickly recovered.” A box of syringes to be used to administer the Pfizer-BioNTech Covid-19 vaccine is seen in Reno, Nev., on Dec. 17, 2020. (Patrick T. Fallon/AFP via Getty Images) According to the Centers for Disease Control and Prevention, fainting can be triggered by many types of medical procedures, including vaccinations. “Fainting, also called syncope, is a temporary loss of consciousness caused by a decreased blood flow to the brain. Although fainting has a variety of possible causes, it is usually triggered by pain or anxiety. Sometimes people faint after vaccination. People who faint might fall and injure themselves if they are not sitting or lying down at the time that they lose consciousness. Sometimes when people faint, their muscles twitch and their bodies make jerking movements; this can sometimes be confused with seizures but are not actual seizures,” the agency states on its website. While hundreds of workers in the United States received the new COVID-19 vaccine this week with no problems, one appeared to not actually be injected and two others suffered allergic reactions. One of them, a middle-aged woman, experienced an increased heartbeat and shortness of breath, the Bartlett Regional Hospital in Juneau, Alaska, said. The woman was admitted to the hospital, given Benadryl, and put on an intravenous epinephrine drip, a medication that can treat allergic reactions. Late Thursday, the hospital said the staff member is still recovering and would spend another night under observation. The second staffer experienced eye puffiness, lightheadedness, and scratchy throat ten minutes after being injected with the vaccine. He was taken to the emergency department and administered epinephrine, Pepcid, and Benadryl. He felt completely back to normal within an hour and was released. According to the hospital, both workers are still encouraging their colleagues to get the vaccine. COVID-19 is the disease caused by the CCP (Chinese Communist Party) virus. Vice President Mike Pence, Second Lady Karen Pence, and Surgeon General Jerome Adams are slated to get vaccinated during a live event on Friday morning. The White House said the effort is meant “to promote the safety and efficacy of the vaccine and build confidence among the American people.” People with certain allergies were warned earlier this month not to get the new vaccine. “Our conditions for use, is what we call them, specifically states that, if you have an allergy to any component of the Pfizer/BioNTech vaccine, you should not receive it,” Dr. Stephen Hahn, commissioner of the Food and Drug Administration (FDA), said during a TV appearance. Two people fell ill after getting the vaccine in the United Kingdom, prompting authorities to advise that people “with a significant history of allergic reactions do not receive this vaccination.”", "dominantCategory": ["covid"], "metadata": ["vaccine", "healthcare", "hospital", "media", "united", "chinese", "virus", "american"], "emotions": {"positive": 41, "fear": 18, "anticipation": 10, "anger": 11, "surprise": 2, "negative": 9, "joy": 1}}, {"text": " Inactivity can take a lasting toll on our health with muscle loss in just 2 weeks As the world digs in for the second wave of COVID-19, flu season, and winter, people also face a serious risk from reduced physical activity—especially older adults. Developing a plan to be physically active now will help you to stay strong and healthy through the long winter ahead. While most people are aware of the benefits of physical activity—increased muscle and strength, reduced risk of disease, better quality of life, and a lower risk of death—we tend to be less aware of how damaging and expensive reduced physical activity can be. We are all familiar with the loss of muscle and strength as you get older (known as sarcopenia). We have all heard older family members say, “I’m just not as strong as I used to be,” or “I just can’t do that anymore.” But did you know that inactivity can make muscle loss a whole lot worse? Health Effects of Inactivity Physical inactivity can be forced on a person by an acute event such as a broken arm or leg or becoming bed-bound due to illness. However, reduced physical activity, such as step reduction, is a long-term choice that brings about multiple negative health consequences. Insulin resistance (a warning sign for the development of Type 2 diabetes), as well as reduced muscle mass, increased body fat, and poor sleep quality are just some of the health concerns caused by physical inactivity. Physical inactivity is also a major contributor to poor mental health and social isolation, which can be particularly problematic for older adults. The health effects of inactivity start piling up within days. McMaster University researchers have shown that reducing daily steps to fewer than 1,500—similar to the activity level of people who are housebound during this pandemic—for just two weeks can reduce an older person’s insulin sensitivity by as much as one-third. The same period of inactivity also led to individuals over age 65 losing as much as 4 percent of their leg muscle. To make matters worse, once an older individual loses muscle, it is much more difficult to restore. Even when the research subjects returned to their normal daily routines, they didn’t regain their lost muscle. Effectively, older individuals simply don’t possess the same ability to bounce back that younger people do. Regaining muscle requires deliberate effort. So, it truly is a case of use it or lose it. Resistance is Not Futile As a muscle physiologist with a keen interest in healthy aging, I’m pleased to report it’s not all doom and gloom. There are some things you can do—resistance exercise and eating your protein—to keep and even build muscle, get stronger, and maintain your health for this winter and beyond. The most effective way to maintain the muscle you have is strength training, or resistance exercise, which, put simply, means performing work against an additional load. And it doesn’t have to be complicated. If you have access to a gym to use free-weights and guided-motion machines, that’s great. However, there are many valuable alternatives you can easily do at home. Body-weight exercises such as push-ups, squats, and lunges, elastic-band exercises, and stair-climbing are just a few options that will help you to meet the World Health Organization’s latest physical activity guidelines. The good news for those who may be put off by the sound of resistance exercise is that doing any exercise with a high degree of effort will help you to get stronger and prevent (at least some) muscle loss. If, for any reason, performing resistance exercise isn’t possible, simply adding a walk, a bike ride, or some lower-intensity strength exercises such as yoga or Pilates to your daily routine can have significant physical and mental health benefits. Protein and Muscle Of course, a healthy diet and avoiding overeating are also critical to staying healthy. Protein-rich foods are particularly important since they make you feel fuller for longer and provide building blocks for your muscles. It is generally agreed that older adults need more protein than current guidelines suggest. A good, easily achievable, target would be to eat 25 to 40 grams of protein with each meal (about one or two palm-sized portions). This equates to approximately 1.2 to 1.6 grams of protein per kilogram of body mass each day. Also, getting your protein from both animal (dairy, meat, fish, and eggs) and plant-based (beans, nuts, seeds, and lentils) sources may be beneficial. Given how quickly inactivity and poor nutrition can sap your strength and your health, doing something now is the best way to power through the cold, dark winter and beyond.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["isolation", "university", "researchers", "pandemic", "guidelines"], "emotions": {"negative": 17, "anger": 15, "fear": 12, "anticipation": 13, "sadness": 9, "positive": 33, "disgust": 1, "joy": 1, "trust": 1}}, {"text": " An adviser to Democratic presidential candidate Joe Biden tested positive for the Chinese Community Party (CCP) virus, Biden’s team said on Thursday. Biden spokeswoman Kate Bedingfield said in a statement that Rep. Cedric Richmond (D-La.)—tapped to be the White House senior adviser and director of the office of public engagement should Biden win the presidency—tested positive for COVID-19, the disease caused by the virus. Richmond traveled to Atlanta, Georgia on Tuesday for a drive-in rally in support of Senate candidates Jon Ossoff and Raphael Warnock ahead of the Jan. 5 Senate run-offs that could determine which party controls the Senate. Biden was in attendance and spoke at the same event. Richmond experienced symptoms on Wednesday and took a rapid test which came back positive for COVID-19, Biden’s team said. Richmond then took a PCR test on Thursday, which also came back positive. “After his rapid test came back positive, we initiated contact tracing protocols immediately, and have determined that he was in CDC-defined close contact with two individuals, neither of whom are Biden, Warnock or Ossoff staff. Those individuals, two people who drove his car during the campaign trip, have been notified and are self-quarantining consistent with CDC guidelines,” the announcement read. The CDC is the Centers for Disease Control and Prevention.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["democratic", "presidential", "joe", "biden", "chinese", "virus", "senate", "symptoms", "protocols", "campaign", "cdc"], "emotions": {"positive": 11, "negative": 3, "trust": 5, "anticipation": 6, "anger": 2, "surprise": 3}}, {"text": " A panel of advisers to the Food and Drug Administration (FDA) voted on Thursday to endorse for emergency use a COVID-19 vaccine from Moderna and the National Institutes of Health. The advisers voted 20-0 with one abstention, in agreement that the benefits of the vaccine outweighed its risks in people aged 18 and older. The vote came after seven hours of debate over technical details of the company’s study and follow-up plans. The move comes a week after the same panel voted in favor of a COVID-19 vaccine from U.S.-based Pfizer and Germany-based BioNTech, which led to an FDA emergency use authorization (EUA) a day later. COVID-19 is the disease the CCP (Chinese Communist Party) virus causes. The FDA is expected to authorize the latest Moderna vaccine quickly, after which Moderna is set to start distribution of millions of doses, intended first for health workers and those relatively more vulnerable such as nursing home residents and staff. The Trump administration struck a $1.5 billion deal with Moderna in August to secure 100 million doses of its vaccine. The government secured another 100 million more doses of the vaccine on Friday for around $1.68 billion. The 200 million doses is enough to vaccinate 100 million people. Like the Pfizer vaccine, the Moderna vaccine requires two doses. The doses are administered about 28 days apart. “To go from having a [genetic] sequence of a virus in January to having two vaccines available in December is a remarkable achievement,” said Dr. James Hildreth, chief executive of Meharry Medical College, who voted to recommend the vaccine for emergency use. The one abstention came from Dr. Michael Kurilla, who works at the National Institutes of Health and felt blanket authorization for those 18 and older was too broad. “I’m not convinced that for all of those age groups the benefits do actually outweigh the risk. And I would prefer to see it more targeted towards people at high risk of serious and life threatening COVID disease,” he said. Moderna’s headquarters in Cambridge, Mass., on May 8, 2020. (Maddie Meyer/Getty Images) Moderna’s vaccine uses the same technology as the Pfizer-BioNTech vaccine. Both vaccine uses messenger RNA (mRNA) technology. This refers to using snippets of genetic material of COVID-19 to train the immune system to detect and fight the virus. Both require two doses, several weeks apart. The Centers for Disease Control and Prevention (CDC) notes that mRNA vaccines do not use the live virus that causes COVID-19. Two health workers in Alaska experienced adverse reactions to the Pfizer vaccine, health officials announced on Wednesday. One person had a more serious reaction that involved shortness of breath and skin rash, and the other had less serious reactions that included lightheadedness and a scratchy throat. A report (pdf) on Pfizer’s clinical trials showed that four vaccine participants had suffered Bell’s palsy, which is the temporary paralysis of one side of the face, caused by a neurological reaction. No cases was found in the placebo group. The report noted that “the four cases in the vaccine group do not represent a frequency above that expected in the general population.” Dr. Tal Zaks, Moderna’s chief medical officer, says the two vaccines are not identical despite using the same mRNA technology. Some of the lipids or fats that encase the vaccines are different. “I would not necessarily assume” that any reactions would be the same, he said. The FDA has found no severe allergic reactions in Moderna’s data but flagged a slightly higher rate of less serious side effects—rash, hives, itching—among participants who got the vaccine, compared with those receiving a dummy shot. The Moderna vaccine needs to be stored at regular freezer temperatures, unlike the Pfizer vaccine that needs to be stored at -94 degrees Fahrenheit and requires specialized freezers or vast quantities of dry ice. This makes the Moderna vaccine easier to transport to rural and remote areas. A subject receives a shot in the first-stage safety study clinical trial of a potential vaccine by Moderna for COVID-19 at the Kaiser Permanente Washington Health Research Institute in Seattle, Wash., on March 16, 2020. (Ted S. Warren/AP Photo) Documents prepared by FDA scientists and released ahead of the meeting of panel advisers said that a two-dose regimen of the Moderna vaccine was highly effective in preventing COVID-19 and did not raise any specific safety issues. There were no cases of severe COVID-19 among those who got the vaccine in the trial versus 30 such cases in the placebo group. About 20 million doses are expected to be delivered this month, with the rest of the initial purchase coming in the first quarter of next year. Last week, Moderna agreed to deliver an additional 100 million doses in the second quarter. Other companies seeking to develop a COVID-19 vaccine include AstraZeneca and Johnson & Johnson. Hundreds of millions of additional shots will be needed to eventually vaccinate the general public, which isn’t expected until the spring or summer. The government’s Operation Warp Speed program has orders for 200 million doses of Moderna’s vaccine. That’s on top of 100 million doses of the Pfizer-BioNTech vaccine. Officials are negotiating to purchase more doses of that vaccine. Like the first vaccine, Moderna’s vaccine will remain experimental as the company continues a two-year study needed to answer key questions, including how long protection lasts.", "dominantCategory": ["covid"], "metadata": ["vaccine", "agreement", "chinese", "virus", "vulnerable", "nursing", "trump", "covid", "cdc", "washington", "scientists"], "emotions": {"joy": 4, "fear": 5, "positive": 55, "sadness": 2, "anger": 11, "negative": 7, "anticipation": 19, "trust": 6, "surprise": 1, "disgust": 3}}, {"text": " Rep. Cedric Richmond (D-La.) speaks during a meeting on Capitol Hill in Washington, on June 17, 2020. (Sarah Silbiger/Pool/AFP via Getty Images) Richmond plans to quarantine for 14 days and will take PCR tests until two come back negative before he returns to any in-person work. Biden did not test positive for the CCP virus after PCR testing on Thursday, Bedingfield said. She said Richmond was not in close contact with Biden. “Neither the candidates nor any member of the Ossoff or Warnock campaign teams were in close contact with Richmond, nor were Mayor Keisha Lance Bottoms, Stacey Abrams or Nikema Williams, who also attended the Tuesday event,” Bedingfield said. She said that Richmond’s interactions with Biden “happened in open air, were masked and totaled less than 15 consecutive minutes, the CDC’s timeframe for close contact. She also said Richmond traveled separately from Biden to Atlanta. The news comes after a reporter who traveled with Biden was confirmed to have tested positive for the CCP virus on Wednesday. The unnamed reporter was working as part of the Biden press pool on Monday and Tuesday, and had also traveled to Georgia with Biden on Tuesday.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["washington", "quarantine", "biden", "virus", "campaign"], "emotions": {"fear": 1, "negative": 2, "positive": 9}}, {"text": " Acting Chief Medical Officer Paul Kelly during a press conference in the Prime Ministers Courtyard at Parliament House in Canberra, Australia, on July 24, 2020. (Sam Mooy/Getty Images) Australia Australia’s health officials have found that taking a COVID-19 vaccine may not protect people from transmitting the disease. The new finding comes as third-person experienced an allergic reaction to Pfizer’s mRNA jab as its rolled out in the United States, Canada, and the United Kingdom. On Wednesday, Acting Chief Medical Officer Paul Kelly warned that overseas returnees may still be treated as infectious and have to undergo mandatory quarantining even after taking a CCP (Chinese Communist Party) virus vaccine. During a press conference addressing Australia’s COVID-19 vaccine strategy, Kelly saidwhether someone is free from quarantining depends on factors such as; where they’ve come from; what vaccine they’ve had, if they have had two doses and when that occurred. “Unfortunately, the vaccines that we know most about don’t appear to demonstrate any protection from transmission of the virus,” he said. He added, “They are very effective at stopping the disease from the virus in an individual person, but it may well be that that transmission might continue. So we need to really think that through very carefully.” Dr. Paul Sheikewitz receives the third Pfizer vaccine shot, becoming the first doctor in Orange County to get one, at St. Joseph Hospital in Orange, Calif., on Dec. 16, 2020. (John Fredricks/The Epoch Times)", "dominantCategory": ["covid", "immigration"], "metadata": ["australia", "vaccine", "united", "canada", "chinese", "virus", "addressing", "hospital"], "emotions": {"anticipation": 4, "positive": 14, "trust": 2, "joy": 1, "anger": 4, "disgust": 2, "negative": 3, "fear": 1}}, {"text": " Health Care Worker Suffers Allergic Reaction to Pfizer Vaccine A health care worker from Alaska became the latest to experience an allergic reaction from taking the Pfizer/BioNTech BNT162b2 vaccine on Wednesday following two incidents in Britain last week. According to a report from the New York Times on Dec. 16, the middle-aged woman, who had no history of allergies, had an anaphylactic reaction within 10 minutes of taking the mRNA jab. She was admitted to the emergency department of Juneau’s Bartlett Regional Hospital where she is currently stable after being administered an epinephrine drip.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["vaccine", "hospital"], "emotions": {"positive": 3, "anger": 1, "fear": 2}}, {"text": " The UK, Canada, and the United States have granted emergency authority for the distribution of Pfizer’s vaccine in response to rising death rates due to the CCP virus, which causes the COVID-19 disease. However, Federal Health Minister Greg Hunt because Australia’s situation is not so severe, Australia would undertake a thorough safety assessment before rolling out the vaccine next year. An interim analysis of the AstraZeneca vaccine trials published in the Lancet Journal showed that efficacy was as low as 3.8 percent on asymptomatic users. The Australian government has agreements with four COVID-19 vaccine makers—which are Pfizer, AstraZeneca, Novavax, and COVAX. According to the government’s health website, all of these are likely to require two doses. They are still under trial phases in Australia. Prime Minister Scott Morrison said a national strategy to roll out the vaccine is being finalised, and that he hopes to start distribution by March. “But the details of that plan are still being worked out,” he said. Similar to other countries, Australia will prioritise frontline workers and those in “critical occupations” as well as the vulnerable for the vaccination. Trump Administration", "dominantCategory": ["climate-change", "covid"], "metadata": ["uk", "canada", "united", "vaccine", "virus", "minister", "australia", "vulnerable", "trump"], "emotions": {"positive": 11, "fear": 2, "anticipation": 4, "anger": 2, "negative": 1, "surprise": 2}}, {"text": " President Donald Trump’s administration is working to place sweeping new restrictions on asylum eligibility in its latest effort to curb both legal and illegal immigration. In a new 419-page rule (pdf) from the Department of Homeland Security (DHS) and Department of Justice (DOJ), the administration said it would create additional bars to asylum eligibility and limit the circumstances in which individuals can qualify for protection; changes that it notes “are likely to result in fewer asylum grants annually.” The new regulations would broaden judges’ power to claim asylum applications are “frivolous,” a ruling that would bar any form of immigration relief, deny requests from being approved, and deny requests without a hearing if the claims are deemed to lack certain evidence. The new rules also say that asylum seekers must prove that they will suffer “a severe level of harm” if they were to return to their home country. Currently, asylum seekers who claim they have a “credible fear of persecution or torture” if they return to their home country are eligible for asylum status. Asylum grants individuals deportation protections and work authorization. After one year, asylees are eligible to apply for permanent lawful status. The administration rule clarifies that “persecution” does not include: “every instance of harm” caused by criminal or military unrest in a country; any treatment that the U.S. considers “unfair, offensive, unjust, or even unlawful or unconstitutional;” harassment; or “threats with no actions taken to carry out the threats.” Individuals who claim that they will face persecution based on gender or gang violence, among other grounds, would also generally not qualify for asylum under the new rules. The changes also outline several factors that immigration officials must consider in the asylum process that would potentially disqualify individuals from protection. These include whether migrants crossed into the U.S. illegally, used fraudulent documents, failed to pay their taxes, or passed through other countries without seeking protective status there first. “The Departments note that these changes are likely to result in fewer asylum grants annually due to clarifications regarding the significance of discretionary considerations and changes to the definition of ‘firm resettlement.’ However, because asylum applications are inherently fact-specific, and because there may be multiple bases for denying an asylum application, neither DOJ nor DHS can quantify precisely the expected decrease,” the administration wrote in the rules. The rule will take effect 30 days after it is published in the Federal Register on Friday. Aaron Reichlin-Melnick of the American Immigration Council, an immigration advocacy group, said, “Under this rule, asylum would be taken out of reach for a large percentage of people who in the past would have been able to qualify.” In his 2016 bid for the White House, President Trump vowed to curtail immigration and illegal entry into the United States, including by expanding the border wall with Mexico. His administration has pushed for and implemented a range of related policies while in office, including a rule earlier this year that makes individuals who traveled through another country to reach the United States and who arrived at the southern border on or after July 16, 2019, ineligible for asylum unless they applied for asylum in one of the countries through which they traveled. Victims of severe forms of sex trafficking and those who came to the United States through countries that are not parties to international treaties regarding refugees are excluded from the rule. The Senate passed a controversial immigration bill by unanimous consent on Dec. 3, which, if signed into law by President Donald Trump, will raise or remove country caps on employment-based and family-based green cards—while leaving their overall number unchanged. Supporters say the move establishes a more meritorious system, while opponents argue it threatens to displace highly skilled U.S. workers. The Senate bill, called S386, or the “Fairness for High-Skilled Immigrants Act,” is a modified version of an earlier House bill called HR1044. The Senate bill increases the per-country cap on family-based immigrant visas from 7 percent of the total number of such visas available in a given year—currently 480,000—to 15 percent. It also eliminates entirely the 7 percent cap for employment-based immigrant visas, currently numbering 140,000 per year. The bill was sponsored by Sen. Mike Lee (R-Utah) and spearheaded by co-sponsor Sen. Kamala Harris (D-Calif.). The bill establishes a more merit-based system that “levels the playing field” and will help meet the demand for highly skilled immigrant workers, supporters argue. “North Dakota is home to thousands of hard-working immigrants who bridge the gap between our workforce shortage and our immediate need for physicians, software developers, and other highly-skilled workers,” Sen. Kevin Cramer (R-N.D.), a Republican lawmaker who backed the bill, wrote in a tweet. “Without these individuals, important services would be unavailable in many parts of our state; but because of arbitrary per-country caps, their legal status is constantly in jeopardy. “The Fairness for High-Skilled Immigrants Act fixes that by–without increasing the number of employment-based visas–creating a more merit-based system that levels the playing field for high-skilled immigrants.” Sen. Kevin Cramer (R-N.D.) speaks to members of the press on Capitol Hill, in Washington, on Aug. 4, 2020. (Alex Wong/Getty Images) While he didn’t specify which group of highly skilled workers he was referring to, the issue of a massive backlog of workers from India has been widely reported. There are over 800,000 Indians in line for an employment-based green card as of April 2020, according to U.S. Citizenship and Immigration Services data, as cited by Economic Times. Jessica Vaughan, director of policy studies at the Center for Immigration Studies, a right-leaning think tank, wrote in a tweet that the measure “would make a very significant change to the employment green card system, and moves us farther away from a merit-based process. It rewards the companies that replaced Americans with guest workers. Will the President sign it?” The bill faced stiff opposition from other groups, with a petition that raised nearly 50,000 signatures arguing that the bill “will import a swarm of Indian workers,” and will do so “in detriment to Americans or immigrants from other nations.” An open letter from the Chinese American Civic Action Alliance, a civil rights advocacy group, argued that “by removing the per-country cap, the bill allows workers contracted to outsourcing companies to crowd out high-skilled workers who have degrees from American universities.” “While supporters say it is fair because it helps Indian and Chinese nationals eliminate their backlogs and accept high-skilled immigrants on a first-come-first-serve basis, this claim is deceptive in nature,” the group wrote, arguing that the bill does nothing “to address the cause of the massive backlog consisting mainly of Indian nationals,” and it will “only shift the burden from one group of foreign workers to all the other groups. “In the short run, only one ethnic group will take most of the green cards; In the long run, every potential immigrant will be kept in an ever-growing green card backlog,” they argued. Jay Palmer, a civil-rights activist and opponent of S386, told Breitbart that the bill affects “doctors, accounting, insurance people, teachers, graphics designers, pharmacists … [and denies] college students from ever having an opportunity to get meaningful jobs, it floods the market, draws down wages, and makes people dependent on big government.” “They’re going to turn millions of white-collar people into blue-collar people,” he told the outlet. The bill also sets transition rules for employment-based visas by reserving a percentage of EB-2 (workers with advanced degrees or exceptional ability) and EB-3 (skilled and other workers) for people not from the two countries with the largest number of recipients of such visas, namely India and China. For fiscal year 2020, this is 15 percent, which drops to 10 percent for the subsequent two fiscal years. Also, of the unreserved visas, not more than 85 percent will be allotted to immigrants from any single country. A key change in the Senate version is blocking Chinese nationals affiliated with the Chinese military or the Chinese Communist Party (CCP) from entering the United States or from being eligible to adjust visa status under any category. Before the bill is put forward for a presidential signature, the House and Senate will need to resolve the differences and reconcile the bills into a single version, with some legal experts suggesting the House may seek to challenge the exclusion of Chinese nationals with military links, setting up a potential battle over whether such individuals pose an unacceptable threat to national security. “I would suggest people temper their expectations,” immigration lawyer Greg Siskind said in a tweet. “Not at all clear what the House thinks about this and how much room there is to tweak if there are changes demanded.” Given Trump’s tough-on-China stance, a presidential veto may be a real possibility. President Donald Trump speaks in the Diplomatic Room of the White House, on Nov. 26, 2020. (Erin Schaff-Pool/Getty Images) The bill has been hailed by a number of immigration groups, with Aman Kapoor, co-founder and president of Immigration Voice, an immigration advocacy group, calling the bill a “win-win for the American people.” He argues that it “creates a fair and equitable, ‘first come, first serve’ system for receiving employment-based green cards, putting an end to the discriminatory system that has left over 1 million Indian high-skilled workers in the United States with a decades-long line while individuals from other countries face no wait time at all to receive a green card.” Critics of the bill, such as Kevin Lynn, founder of U.S. Tech Workers, a group that opposes visa worker programs, have argued that the bill also helps entrench big tech monopolies by stifling the recruitment and training of U.S. graduates, who Lynn suggested in remarks to Breitbart are more likely than immigrant workers to quit, set out on their own, and develop competing products. The UK government’s new points-based immigration system came into force on Dec. 1, Home Secretary Priti Patel announced. The Australian-style system means that skilled worker visa applicants will be awarded points based on job offers appropriate to their skill level, their knowledge of English, and a minimum salary. The government hopes the new three-step approach will encourage employers to focus on investing and training within the workforce, which is hoped will increase productivity and future opportunities. ‘This government promised to end free movement, to take back control of our borders and to introduce a new points-based immigration system. Today, we have delivered on that promise,” Patel said in a statement. “This simple, effective, and flexible system will ensure employers can recruit the skilled workers they need, whilst also encouraging employers to train and invest in the UK’s workforce.” Speaking of additional visa types, which include a start-up visa for people who want to set up a new business in the UK, Patel stated that the government is “opening routes for those who have an exceptional talent or show exceptional promise in the fields of engineering, science, tech or culture.” U.S. Border Patrol agent Sal De Leon stands near a section of the U.S.-Mexico border fence while stopping on patrol in La Joya, Texas, on April 10, 2013. According to the Border Patrol, undocumented immigrant crossings have increased more than 50 percent in Texas' Rio Grande Valley sector in the last year. Border Patrol agents say they have also seen an additional surge in immigrant traffic since immigration reform negotiations began this year in Washington, D.C. Proposed refoms could provide a path to citizenship for many of the estimated 11 million undocumented workers living in the United States. (John Moore/Getty Images)", "dominantCategory": ["immigration"], "metadata": ["donald", "asylum", "illegal", "immigration", "homeland", "dhs", "seekers", "deportation", "criminal", "unlawful", "migrants", "protective", "american", "trump", "united", "mexico", "southern", "refugees", "senate", "visas", "republican", "tweet", "washington", "india", "citizenship", "economic", "studies", "americans", "chinese", "students", "china", "presidential", "calling", "uk", "borders", "invest", "texas", "undocumented", "surge"], "emotions": {"positive": 69, "fear": 39, "anger": 32, "joy": 12, "anticipation": 23, "negative": 16, "surprise": 4, "trust": 28, "disgust": 4}}, {"text": " Opinion Josh Siegel December 30, 2015 Updated: December 30, 2015 biggersmaller Print In a reprise of the humanitarian crisis of summer 2014, rising numbers of Central American children and families are crossing the Rio Grande Valley into Texas, causing a reckoning over whether the U.S. is facing a “new normal” of illegal migration from countries facing violence and poverty. Though the U.S. is better prepared to handle the influx compared to last time, immigration experts caution that the problem is likely to sustain beyond a surge, with many of the cases from last year yet to be adjudicated in overburdened immigration courts and more coming. “It’s honestly the next chapter in an ongoing crisis,” said Wendy Young, president of Kids in Need of Defense, a Washington, D.C. nonprofit that represents unaccompanied children in deportation proceedings. It’s honestly the next chapter in an ongoing crisis. — Wendy Young, president, Kids in Need of Defense “We are wondering what comes next. There is a reality to this situation that we need to wrap our head around.” Here’s what’s coming now: In October and November, more than 10,500 children—mostly from El Salvador, Guatemala, and Honduras—crossed the U.S.-Mexico border by themselves, a 106-percent increase compared to the same period last year. In addition, more than 12,500 family units (usually a mother with her children) have come that way since Oct. 1, representing a 173-percent increase over the same time last year. These numbers are still smaller than the summer of 2014, when more than 10,600 unaccompanied minors crossed the border just in June. But the spikes are causing alarm because crossings of the southwest border had declined after Mexico began better enforcing its borders—with help from the United States—and the Obama administration pursued a public awareness campaign in Central Americadiscouraging people from migrating. The timing is also surprising because peaks in illegal immigration usually occur during the summer, when the weather is more bearable. The positive trends have proven temporary impediments to opportunistic smugglers who have found new routes into the United States and desperate people willing to risk more for the chance at a better life. This may be the new normal. Everything that was going on in 2014 that caused people to flee is as bad or worse now. — Marc Rosenblum, deputy director, Migration Policy Institute “This may be the new normal,” said Marc Rosenblum, the deputy director of the U.S. immigration policy program at the Migration Policy Institute. “Everything that was going on in 2014 that caused people to flee is as bad or worse now. Violence in El Salvador is worse, the whole region is amidst a two-year drought, more families are experiencing food insecurity, there’s political turbulence in Guatemala. Those are strong pressures that will cause people to try to get here.” Under pressure to respond to the surge more efficiently than last time, the Obama administration is adding at least 1,400 beds for unaccompanied children, opening three shelters this month, including two in Texas, according to The New York Times. U.S. Border Patrol agents detain a suspected smuggler after he allegedly transported undocumented immigrants who crossed the Rio Grande from Mexico into the United States in Mission, Texas, on July 24, 2014. Tens of thousands of undocumented immigrants, many of them unaccompanied minors, have crossed illegally into the United States this year and presented themselves to federal agents, causing a humanitarian crisis on the U.S.-Mexico border. (John Moore/Getty Images) After children from Central America are apprehended by the Border Patrol, the Department of Health and Human Services is required to shelter them until it can find a sponsor in the United States—usually a parent or other family—for them to stay with. In addition, an omnibus government spending bill signed earlier this month contains money for the hiring of 55 immigration judges to handle a backlog of 463,627 pending cases (as of November) in immigration courts nationwide, according to Human Rights Watch. All Central American children must have their cases heard by an immigration judge. Family units get a hearing before a judge too if they pass a “credible fear” interview with an immigration official pledging to their hope for asylum. According to Rosenblum, half of the cases that began in immigration courts in 2014 are still pending, and two-thirds of cases brought this year are unresolved. “We still have such poor capacity to quickly adjudicate claims,” Rosenblum said. “Waits at immigration court remain very long. Very few are deported back, and few cases are resolved quickly.” Very few are deported back, and few cases are resolved quickly. — Marc Rosenblum, deputy director, Migration Policy Institute Border officials argue that a factor fueling the current surge is a reduction in detention of women and children required by federal court rulings from this year. The decisions found that two detention centers in Texas that the Obama administration opened last summer failed to meet the standards of a 1997 settlement agreement for facilities housing children. While the government is appealing, an official with the Department of Homeland Security told The Daily Signal that the administration is taking steps to comply with the order, and that “family residential centers are more and more functioning as processing centers for interviews and screenings.” Though the official could not comment on the nature of the compliance due to the ongoing litigation, Rosenblum and other immigration experts say the government is detaining families for less time, releasing them in three weeks or less to pursue their asylum claims in immigration court. Chris Cabrera, the vice president of the National Border Patrol Council, the union for Border Patrol agents, told The Daily Signal that immigrants from Central America seem to be responding to the new detention procedures. I would say it’s a major reason we’re having the surge because people know we won’t detain them and are going to release them. — Chris Cabrera, vice president, National Border Patrol Council “I would say it’s a major reason we’re having the surge because people know we won’t detain them and are going to release them,” said Cabrera, who is a Border Patrol agent stationed in McAllen, Texas. Cabrera said the women and children usually seek out the Border Patrol, rather than hide from them, to ask for asylum protection. He said nearly all of them are claiming they have a credible fear of returning to their home country. Cabrera contends that the extra resources required to process the women and children leave officers without the manpower to secure the border, although the Texas National Guard is still patrolling the Rio Grande Valley in an extension of a mission that began last year. A footprint, probably of an immigrant smuggler, according to a Border Patrol agent, lies near bank of the Rio Grande River at the U.S.-Mexico border, near McAllen, Texas, on Sept. 8, 2014. Thousands of undocumented immigrants continue to cross illegally into the United States, although the numbers are down from a springtime high. Texas’ Rio Grande Valley area is the busiest sector for illegal border crossings, especially for Central Americans, into the United States. (John Moore/Getty Images) Texas Gov. Greg Abbott, a Republican, has also ordered the Texas Department of Public Safety to increase its patrols at the border. “To say this is the new normal is the wrong answer,” Cabrera said, responding to officials who have referred to the surge this way. “It’s an admission of defeat that this is what we should accept. I don’t accept it. This should not be the new normal, and we need to secure this area.” In a move to bolster immigration enforcement, the Obama administration next year will begin to conduct a series of raids targeting Central American families who have come to the United States illegally since the beginning of 2014. According to The Washington Post, Immigration and Customs Enforcement agents would target adults and children who have already been ordered removed from the United States by an immigration judge—meaning they did not qualify for asylum—for deportation. Most of these people likely came here during the 2014 border surge. More than 100,000 families from Central America have arrived in the United States since last year. David Inserra, a homeland security expert at The Heritage Foundation, believes the Obama administration’s plan to deport certain Central American families is meant to disrupt the momentum of the latest surge. “People see that a prior wave came to the U.S. illegally, and many of them have not been removed,” Inserra said. “That’s why I think the Obama administration is saying, ‘Something is off.’ When there is greater enforcement, you are discouraging more people from coming illegally.” Immigration experts insist that the challenge is deeper than security. It’s hard to stop by just catching and deporting people. The answer in the long run is to help Central America fix itself. — Marc Rosenblum, deputy director, Migration Policy Institute “It’s hard to stop by just catching and deporting people,” Rosenblum said. “The answer in the long run is to help Central America fix itself.” Seeking a more enduring solution, Congress and the Obama administration included $750 million in year-end spending to help Central American countries combat poverty, gang violence, trafficking, and government corruption, and to improve border security and social programs. You don’t take kids on a horrible, dangerous journey unless you feel there’s no choice. — Michelle Brane, migrant rights and justice program director, Women's Refugee Commission Michelle Brane, the director of the Migrant Rights and Justice Program at the Women’s Refugee Commission, called the aid to Central America a “positive step.” She says two-thirds of Central American women with children try to flee internally before trying to come to the U.S. “It’s a pretty grueling journey,” Brane said. “A lot of people are saying, ‘Why would a mother put their child through that?’ Look, I am a mom. You don’t take kids on a horrible, dangerous journey unless you feel there’s no choice.”", "dominantCategory": ["immigration"], "metadata": ["crisis", "american", "children", "families", "texas", "illegal", "migration", "immigration", "surge", "ongoing", "washington", "deportation", "mexico", "borders", "united", "obama", "campaign", "undocumented", "america", "judge", "asylum", "detention", "agreement", "homeland", "americans", "republican", "customs", "congress", "refugee"], "emotions": {"anticipation": 41, "negative": 21, "positive": 47, "anger": 30, "fear": 25, "surprise": 10, "trust": 30, "joy": 4, "disgust": 4, "sadness": 2}}, {"text": " Britain’s Home Secretary Priti Patel addresses the Conservative Party Conference in Manchester, England, on Oct. 1, 2019. (Frank Augstein/AP Photo) Applicants are expected to be able to pay the application fees ranging from £610 to £1,408 ($817 to $1,887), a yearly health care surcharge of approximately £624 ($836), and also have at least £1,270 ($1,701) available to support themselves. It is also expected that all job offers will meet the basic salary requirement of £25,600 per year or higher. A decision is expected within 3 weeks of the application process being completed, and, once granted, the visa will last 5 years. The issue of immigration, along with Brexit, was seen as being central to Boris Johnson’s General Election campaign in 2019, which saw him secure a landslide majority. But lately pressure has been mounting on the home secretary after a slew of channel crossings by migrants. At the Conservative Party conference in October, Patel announced she would introduce a new system that is “firm and fair.” Speaking at the conference, Patel said, “After decades of inaction by successive governments we will address the moral, legal and, practical problems with the asylum system.” She said the changes would amount to the “biggest overhaul of our asylum system in decades.” The announcement on Tuesday comes as the free movement of people to the UK from within the EU ends on Dec. 31, 2020. Under the new visa system, applicants could technically begin to arrive in the UK from Jan. 1, 2021.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["conservative", "england", "immigration", "election", "campaign", "migrants", "asylum", "overhaul", "uk"], "emotions": {"anticipation": 8, "positive": 5, "anger": 2, "fear": 3, "joy": 1, "negative": 2, "trust": 3}}, {"text": " A recent study reveals that second-generation immigrant students perform better in academics than the first-generation and even third-generation immigrant students. Second generation immigrant students were found to outperform first-generation students on standardized tests. They also earned better grades than their third-generation peers. For decades, researchers have pointed to a phenomenon known as the “immigrant paradox,” which meant that immigrant kids start to show risky behaviors involving increased drug use and violence over successive generations. Related Coverage US Immigrants Just as Smart as Average Americans, and That’s a Double-Edged Sword It was uncle According to a new report there is good news and bad news about the skill level of immigrants, and Americans in general. The good news is immigrants coming to the United States are just as smart as Americans on average. The bad news is almost one-fifth of all U.S. adults would likely struggle to comprehend this article. The news comes from a recent report by the Migration Policy Institute (MPI) that explores test results on the literacy, numeracy (ability to access, use, interpret, and communicate mathematical information), and problem-solving skills of some 5,000 U.S. adults participating in the 2012 Program for the International Assessment of Adult Competencies (PIAAC), a study conducted by the Organization of Economic Cooperation and Development (OECD). PIAAC results show immigrants arrive in the United States with significantly lower English, math, and problem-solving skills than those of the American-born population. Yet when looking at immigrants educated in the United States, or children of immigrants, the gap in the test results disappears. That would suggest that, in general, immigrants are just as smart as Americans, if given the education. An average immigrant lacks five years of literacy education compared to native-born Americans. The report notes an average immigrant lacks five years of literacy education compared to native-born Americans. Importantly, what immigrants lack the most is English. The PIAAC test was given in English, so the results, even on numeracy or problem solving, put immigrants with poor English at a disadvantage. Recent Immigrant Skills The report uncovered another interesting fact. Recent immigrants arriving after 2007 scored substantially better than immigrants already in the country for 10, even 15 years. That signifies that recent immigrants generally come with higher skills. But it also shows that long-settled immigrants have failed to get up to speed with their basic academic skills. Also, the report shows, immigrants often polarize the skill pool, coming with either low or high skills. More than one in four immigrant adults lacked a high school diploma. Among natives it was about one in eight. Conversely, 30 percent of immigrant adults held a college degree. Only 26 percent of native adults could say the same. Country Comparison The PIAAC test brought another perhaps more unsettling discovery. Altogether, Americans scored “not proficient” on the test that is designed to measure “the skills needed to function well in modern society,” as the MPI report puts it. The United States scored 16th on the literacy test and 22nd on a numeracy test among 24 participating countries. And the scores have not improved since 2003, when Americans landed about the same literacy score. In fact, on numeracy the country’s score even dropped by over 3 percent since 2003. Compared to other countries, the United States had about the same number of people scoring very high on the test. But contrary to higher scoring countries, it had a massive number of people scoring abysmally. Almost one in five U.S. adults miserably failed the literacy test and almost one-third flunked the numeracy test. “Put differently, about 36 million adults in the United States are unlikely to be able to read a newspaper article in English and compare two different points of view discussed in the article,” MPI states. “Similarly, 58 million adults are unlikely to be able to identify the year with the lowest birth rate on a graph showing birth rates over time.” Immigrants, most notably Hispanic immigrants, contributed to this phenomenon. But since they represent only 15 percent of the adult population, they can hardly be blamed for the lack-luster results, the report notes. Americans possess a decades-long history of mediocre scores on international tests.  Indeed, with immigrants excluded, the test scores improved a meager 2 percent. Also worth noting, test scores don’t necessarily represent the quality of a nation. Americans possess a decades-long history of mediocre scores on international tests. That, however, hasn’t stopped them from building the worlds’ largest economy. Still, the MPI report warns, the future economy may not be as forgiving. ar, however, whether this “immigrant paradox” also applied to education. We compiled research of the past five decades and found that, perhaps as a result of optimistic attitudes of their immigrant parents and having access to more resources than their first-generation peers, the second generation of immigrants performs better in school than the first generation. In doing our research at the University of Washington, we reviewed articles and books and also searched for data not published in traditional venues, including conference presentations, master’s theses, and doctoral dissertations. We believe this is the first comprehensive review that has been done on immigrant achievement. Immigrant Advantage Favors The Second Generation According to the US Census Bureau, immigrants make up 25% of the US population that is younger than 18 years. Immigrants face several disadvantages, including access to good education as the public schools they often go to are not the best ones. Immigrant children are also more likely to live in poverty and experience discrimination. Our comprehensive review found that, despite these disadvantages, immigrant students were doing well in school. The advantage favored second-generation immigrants (students born in the US with at least one foreign-born parent) over both first-generation (students born outside the US) and third-or-later–generation students (those born in the US with US-born parents). Second-generation immigrant students got better test scores and grades. (William Perugini/ Shutterstock) Second-generation students outperformed first-generation students on standardized tests and third-generation immigrants on school grades. This could be because first generation students work hard on their homework but their limited English proficiency makes it difficult to understand test questions. The advantage on both grades and test scores seems relatively small, from a purely statistical lens: about a 0.16 point difference in GPA or a 20-point difference on an SAT sub-test. But, in fact, it is quite significant. Studies have shown that a score increase of 20 points on the SAT math subject test could significantly improve a student’s chances of admission to a college. Immigrant Advantage Stronger for Asian Americans However, this immigrant advantage differs from community to community. An important contribution of the project is that we identified some of the factors that explain the diverse range of outcomes among immigrant students. For instance, the immigrant advantage was stronger for Asian-American youth than for other immigrants, perhaps because many Asian immigrants come to the US with more resources than other groups. Oddly, the advantage was also stronger among poorer communities. Overall, we believe immigrant students perform better likely because of their positive values. Immigrants compare their situations to those still living in their native country, allowing them to be positive about their situation. The sacrifices that their parents have made to give them a better life, as well as high expectations from parents also motivate their achievements. At the same time, risk factors that take a toll on the engagement and achievement of non-immigrant youths, such as poorly resourced, violent and segregated schools, also take a toll on the engagement and achievement of immigrant youths. And as we know, immigrant youth are highly diverse in their English proficiency, language and culture of origin, parental education as well as their socioeconomic background. Some immigrant children have a high exposure to these risk factors. Yet, our findings also point to overall resilience among these children. Understanding the sources of motivation among immigrant youth can help identify factors that could be checking their growth and help us promote their success.", "dominantCategory": ["covid", "immigration"], "metadata": ["students", "researchers", "americans", "united", "migration", "economic", "children", "education", "economy", "university", "washington", "studies"], "emotions": {"positive": 53, "fear": 27, "joy": 5, "anticipation": 29, "trust": 19, "anger": 11, "surprise": 2, "negative": 15, "disgust": 2}}, {"text": " A federal judge ruled that the president’s November immigration order, which would shield 5 million undocumented immigrants from deportation, was unconstitutional, violating the separation of powers. “The President may only ‘take care that the laws be faithfully executed’; he may not take any Executive action that creates laws,” wrote Arthur J. Schwab, a District Court judge in Pennsylvania. Schwab issued a memorandum related to the case of Elionardo Juarez-Escobar, a Honduran national who was charged with entering the country illegally after he was arrested for drunk driving in April. If the ruling is upheld by other courts, the presidents’ executive order may go to the Supreme Court much sooner than expected, according to Lyle Denniston of the SCOTUS blog. The judge requested legal advice from the government as to whether the president’s November immigration order would apply in the Escobar case after the defense counsel said the president’s order created an “additional avenue of deferred action” for Escobar. The government said no, but the judge did not find its argument convincing. Overreaching The Department of Justice said in a rare comment on the judicial system that “the executive actions did not apply to the criminal matter before the court” and the judge’s ruling was “flatly wrong,” and also criticized Schwab for overreaching his authority. Schwab cited two examples of past federal courts striking down a presidential executive order as precedent for his ruling, including a Court of Appeals decision in 1996 that found then-president Clinton’s order to federal subcontractors not to hire strike breakers was illegal. “It’s a criminal case involving a defendant who pled guilty to illegal reentry after deportation, a federal felony,” David Leopold, the former president of the American Immigration Lawyers Association, said in a statement criticizing Schwab. Enforcement Priorities The president’s immigration order operates under a theory of prosecutorial discretion, where certain groups of undocumented immigrants are shielded from deportation because enforcement officials prioritize other groups, such as those convicted of serious crimes. Schwab said in his memorandum that under the Department of Homeland Security (DHS) guidelines, Escobar did qualify for the immigration order because the crime to which Escobar has pled guilty was essentially related his immigration status. In addition to violating the separation of powers by essentially creating new laws, the judge also charges the president with violating the “take care” clause of the Constitution, which requires the executive to “faithfully execute” the laws. The DHS puts three categories of undocumented immigrants as ineligible for the president’s immigration order. The first, concerning “threats to national security, border security and public safety,” disqualifies those convicted of a felony from deferred action unless an “essential element” of the crime was the person’s immigration status. Escobar had entered the country illegally in 2005 and was caught and removed from the country by border patrol agents. Sometime later he re-entered the country, which is a felony. Constitutional Limits The memorandum states Obama’s executive order on immigration creates a “systematic and rigid” process that goes beyond the traditional uses of prosecutorial discretion. It is not about handling individuals on a case by case basis, and therefore amounts to legislating policy, according to Schwab. Schwab’s ideas echo those of Sen. Ted Cruz (R-Tex.), who made similar arguments in the Senate last weekend, when he unsuccessfully tried to defund the president’s immigration order with a rarely used constitutional point of order. Schwab’s ruling could be the first time a judge has taken a position on the president’s immigration order. Elsewhere, Arizona sheriff Joe Arpaio’s suit against the immigration order is set for a hearing on Dec. 22, and a similar lawsuit representing 24 states was filed in Texas earlier this month. The president’s immigration order has also been challenged legislatively. This week, Sen. Rand Paul (R-Kent.), who voted against the omnibus spending bill along with Cruz and 16 other Republican senators, introduced a bill in the Senate to overturn the president’s immigration order. The House passed a companion bill earlier in December that was largely symbolic because it would not have passed in the Democratic-majority Senate. It’s unclear what the effect of the ruling will be, as Schwab did not issue any injunctions in the memorandum.", "dominantCategory": ["immigration"], "metadata": ["judge", "immigration", "undocumented", "deportation", "supreme", "criminal", "presidential", "illegal", "american", "crimes", "homeland", "dhs", "guidelines", "crime", "senate", "joe", "texas", "republican"], "emotions": {"anger": 20, "negative": 6, "positive": 19, "trust": 12, "fear": 8, "anticipation": 9, "joy": 2}}, {"text": " Many parts of the country are suffering from record homicides this year. How many of them are being classified as COVID-19 deaths? This might sound like a frivolous question, but based on concerns raised by one Colorado coroner, along with other trends we are seeing in the data, one has to wonder how far the net of COVID-19 death counting sweeps.  Earlier this week, Grand County coroner Brenda Bock called out the Colorado Department of Health for listing two of the county's five recent deaths as deaths among those with COVID-19, even though they died of gunshot wounds.  Earlier this year, the state got a lot of blowback from other coroners after young people who died of alcohol poisoning were found to be listed in the coronavirus death count. Colorado cleaned up its act better than most states by distinguishing between \"deaths due to COVID-19\" and \"deaths among COVID-19 cases.\" However, Bock seems to be concerned that there is still a needless stigma attached to the county if it has a higher tally of deaths \"among\" COVID cases. One would still expect COVID to have had some contribution to death in order to be listed in this latter category, even if it's not the primary cause of death on the death certificate. But to include gunshot victims is a sham. We have never recorded death data like this in any form.  \"It's absurd that they would even put that on there,\" Bock told county commissioners, according to KCNC-TV Denver. \"Would you want to go to a county that has really high death numbers? Would you want to go visit that county because they are contagious. You know I might get it, and I could die if all of a sudden one county has a high death count. We don't have it, and we don't need those numbers inflated.\"  The state told Bock that anyone who dies within 30 days of testing positive must be included in one of the categories of COVID deaths. It doesn't take a genius to figure out that, with 2 million tests conducted a day and with roughly 60,000 people dying naturally every week, there is a lot of bogus counting that overlaps with natural death or other causes of early death. The two deaths under discussion are believed to have been a murder-suicide case in Frasier, Colorado, where the husband is suspected of shooting his wife before taking his own life. While this situation was unique, one has to wonder how many of the growing street homicides are also included in the tally. In May, the Freedom Foundation confirmed from Washington state officials that gunshot victims are indeed included in the death tally if they tested positive for COVID-19 prior to being shot. This is not the first time coroners have disputed death claims. In May, Pueblo County Coroner Brian Cotter accused the state of inflating the numbers and noted that none of the 14 recorded deaths in the county at the time were directly caused by the virus. The Armstrong County, Pennsylvania, coroner also accused Pennsylvania's department of health of putting out \"misleading statistics\" on death numbers in his county. If states are so liberal in including younger people who died untimely deaths due to drugs, alcohol, or motorcycle accidents, then we can only imagine how many deaths of elderly people who were within a few months of dying have not been verified to have been caused directly by COVID.  Recent data from Sweden sheds light on the fact that the majority of deaths are not just regular seniors but those who are dying of other ailments in the final months of their lives. The Swedish study of 122 people who were recorded as dying outside the hospital of the virus in the Östergötland region (51% of all reported deaths) found that \"111 of the deceased outside the hospital had extensive comorbidity.\" (Translated by Google.) Additionally, half of them were over 88 years old. The review found that COVID-19 was the \"direct cause of death\" in just 15% of cases and that \"very many of those who died with covid-19 outside the hospital had expected short survival.\" There's no reason to believe we are not experiencing a similar dynamic here in the United States. Another overlooked factor in the method of counting deaths is that, ironically, the lockdowns themselves have caused an enormous number of excess deaths among younger people, mainly through record suicides and drug overdoses. The CDC estimates that a record 81,000 people died of drug overdoses for the 12-month period ending this past May, shattering the previous record set in 2017 before the numbers started coming down. Those numbers likely accelerated since May. Remember, at any given moment, 10% of the population could easily test positive for the virus when it is spreading, even if they are asymptomatic. What percentage of those lockdown-induced drug deaths were also counted as COVID-19 deaths?  It doesn't mean this virus hasn't induced any early death or tragic untimely deaths, but why do the media and political class have a motivation to obsessively count everything in the most absurd way in order to produce the most morbid news headlines? Well, when the vaccine becomes widely available and the utter fascism still continues, you will know the answer.", "dominantCategory": ["covid"], "metadata": ["deaths", "coronavirus", "covid", "washington", "virus", "hospital", "google", "united", "cdc", "spreading", "media", "vaccine"], "emotions": {"disgust": 3, "negative": 19, "positive": 32, "anger": 27, "trust": 12, "anticipation": 6, "joy": 5, "fear": 6, "surprise": 2}}, {"text": " Michigan Gov. Gretchen Whitmer posted a video on her Twitter page using Santa Claus to spread the message of mask-wearing and social distancing — and the Democrat had an extra-special holiday message for the children gathered on the video chat. \"And another way to stay safe during the holiday is to stay home but call your grandparents and your cousins and your family,\" Whitmer told the tiny tots with their eyes all aglow, adding, \"It's the a safest way to tell the people you love how much you care about them. This year is it has to look a little bit different so we can stay safe.\" Image source: Twitter video screenshot via @GovWhitmer What else was said on the clip? Whitmer started things off by referring to Santa, her \"special guest\" on the chat, as \"someone who's been really following the rules and making sure that he stays safe and the elves stay safe.\" Then in what appeared to be preselected questions, the children on the video chat took turns asking Santa questions, such as \"Santa, do you have to wear a mask?\" and \"How can we keep people safe for Christmas?\" St. Nick answered the latter query: \"What I would suggest to do is what the governor is telling all the people of the great state of Michigan to do: Social distance, wash your hands, and make sure you wear your mask when you're outside your home.\" How did folks react? Whitmer — who's drawn national attention for her strict coronavirus lockdown efforts — certainly has her critics. But she has plenty of supporters as well, so reactions to her Twitter video were a mixed bag. Some commenters gushed with admiration: * \"Happy holidays, Governor,\" one user said. \"Helluva job this year under extraordinary circumstances. You are everything a public servant should be. A tower of power. A leader. Compassionate. Tough. Smart as hell.\" * \"I don't even live in your state but you Rock,\" another commenter said. \"Wished you were our Governor.\" * \"Thanks for doing something sweet for the kids this Christmas Governor Whitmer! Merry Christmas!\" another user wrote. \"To the conservatives that said this was a hoax and now mad their family members are dying due to COVID-19 and stuck at home, you can get coal.\" But Whitmer's detractors were just as passionate in response to her Santa video for kids: * \"You doing this qualifies as child abuse,\" one user said. * \"That's nice since a lot of kids won't be having much of a Christmas due to your insane lockdowns,\" another user noted. * \"Nothing like seeing Santa on a screen while you sit home learning next to nothing with your abusive parents who've lost their jobs,\" another commenter said. * \"You exemplify the problem in politics/government today,\" another user wrote. \"You believe that you are a 'class' above, and the 'regular people' have no right to question you. You are an oath breaking/ignoring traitorous bilge rat that should be removed from office and society.\"", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["distancing", "democrat", "children", "coronavirus", "lockdown"], "emotions": {"anticipation": 8, "joy": 9, "negative": 5, "trust": 5, "anger": 7, "positive": 11, "fear": 1, "disgust": 1}}, {"text": " Los Angeles Mayor Eric Garcetti said that President-elect Joe Biden offered him a position in his administration but that he turned it down. Garcetti made the admission during a media briefing on Thursday about the spike in coronavirus cases in Los Angeles County. \"There were things on the table for me but I said to (the Biden administration) very clearly ... I need to be here now,\" said Garcetti, without divulging what position Biden had offered him.  There had been speculation that he might be picked to head the Department of Transportation, but the Biden transition team announced Tuesday that former South Bend, Indiana, Mayor Peter Buttigieg was to be nominated for that position instead.  Others questioned the timing of his announcement given that earlier on Thursday a judge had ordered Garcetti must testify in a lawsuit against the city by a Los Angeles police officer who accused a former mayoral aide of sexual harassment.  Self-quarantine Garcetti also said that he and his wife were in self-quarantine after their 9-year-old daughter tested positive for the coronavirus. \"On Monday while I was at work, my wife called to let us know that our beloved daughter Maya, who turned nine this weekend, wasn't feeling very well. And after she came down with a fever, we had her tested for COVID-19, and her results came back positive,\" said Garcetti. He went on to say that his daughter's symptoms were mild and that he and his wife had tested negative. Garcetti has ordered renewed lockdowns after coronavirus spiked in a second wave in recent weeks. On Thursday California state health officials announced that intensive care units in Southern California were at full capacity, in spite of the fact that Los Angeles has consistently maintained some of the harshest COVID-19 policies in the country.  Some have questioned whether studies can justify such a draconian lockdown order given the negative consequences that will come from shutting down the economy and isolating so many people.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["joe", "biden", "media", "coronavirus", "judge", "symptoms", "california", "southern", "studies", "lockdown", "economy"], "emotions": {"positive": 4, "fear": 4, "trust": 4, "anticipation": 1, "anger": 4, "joy": 2}}, {"text": " Barstool Sports founder Dave Portnoy has launched an initiative to help keep struggling small businesses afloat as they continue to suffer from lockdowns, saying something has to be done since government won't get \"off their a**\" and do something about it. What are the details? Portnoy, who has been on a rampage against coronavirus restrictions, said in a video announcing his fund that he is going to put his money where his mouth is and donate $500,000 to what he has dubbed the \"Barstool Fund.\" He admitted, \"Is it the best plan? No. The best plan is the government getting of their a** and issuing relief, billions of dollars to these small business owners who are losing their livelihoods. That's the solution. That's the only solution really, but barring that, we're going to do whatever we can.\" Portnoy noted that New York City recently banned indoor dining in response to COVID-19, saying, \"How do you expect these people to survive? How are restaurants going to survive? They're already on their last legs, and you're pulling the plug on them. And nobody seems to care in the government—or at least they're not doing anything acting like they care.\" The first recipient from the Barstool Fund is the owner of Borrelli's in Long Island, whose son, Frankie Borrelli, is Portnoy's cameraman. The elder Borrelli has continued to pay his employees despite all of the government restrictions and lockdowns imposed, which Portnoy says is a requirement for anyone to receive approval. Mr. Borrelli became choked up in reaction to the news, and said through tears that he would have had to close down in January without the help. He told Portnoy in a video, \"Dave, I really want to thank you for starting this fund. You don't know what it means to us,\" adding, \"My staff, they have mortgages, families. You don't know how many people you are helping.\" Anything else? The Daily Wire reported that beyond the Barstool Fund, Portnoy plans to feature \"small businesses on a fundraising platform for others to crowdfund for those businesses that The Barstool Fund cannot support on its own.\" In an update, Portnoy said that within just a few hours of his announcement he has seen an \"overwhelming response\" from individuals and major donors offering to contribute to the fund. He said he expects to have the funding site up Monday, and that Barstool also plans to offer businesses' t-shirts available for sale and that those proceeds will also go directly to the fund's recipients.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["coronavirus", "families"], "emotions": {"negative": 4, "anticipation": 10, "fear": 4, "anger": 3, "surprise": 1, "positive": 13, "trust": 1}}, {"text": " The COVID 19 pandemic has not only resulted in the tragic loss of life, but it is also destroying one of the most special parts of American society: the small business. In this clip, Glenn Beck shared the heartbreaking story of a small business owner, Rochelle Rene Ratto, a 39-year-old mother of two and owner of Boat Barn Bagels. Ratto's bakery was voted Best New Business of the year in Cañon City, CO, and was thriving until COVID-19 restrictions forced her to close her doors. Ratto took her own life on October 26. Ratto's mother, Shari Rogers, said her daughter's death was a casualty of COVID-19. Rogers addressed the Cañon City Council on Monday where she appealed to her community and pleaded for more resources to help small business owners survive. \"She tried to do it, but she couldn't do it and she killed herself,\" Rogers said. \"She was strong, she was smart, she was developing the business mind and doing well. I just feel like dollars are more important than just about anything, and then testing so that when the community freaks out, [business owners] can test themselves and their employees.\" Glenn shared his sentiment that we can take Ratto's story and despair or we can take a stand and do something to help small businesses. \"I ask you to stand with me,\" Glenn said. \"To show that the government may have abandoned the small business owner but we won't abandon them.\"  To help, you can donate at GoFundMe.com/GlennSmallBusiness Glenn donated all proceeds collected on Thursday from Glennbeckart.com to help small business owners hit hard by COVID 19 restrictions. UPDATE: Glenn's GoFundMe as of Friday morning blew past the goal of $50,000, raising $160,181 and counting. Thank you to everyone who has donated.  Glenn Fights for Small Business, organized by Glenn Beck www.gofundme.com Can't watch? Listen to the podcast here. Use promo code GLENN to save $10 on one year of BlazeTV. Want more from Glenn Beck? To enjoy more of Glenn's masterful storytelling, thought-provoking analysis and uncanny ability to make sense of the chaos, subscribe to BlazeTV — the largest multi-platform network of voices who love America, defend the Constitution and live the American dream.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["covid", "pandemic", "american", "america"], "emotions": {"fear": 6, "negative": 8, "anger": 8, "joy": 4, "anticipation": 9, "positive": 7, "trust": 1}}, {"text": " French Laundry, the swanky restaurant California Gov. Gavin Newsom was caught dining at in November, received $2.4 million in Paycheck Protection Program loans from the Small Business Administration, according to a new report by KABC-TV. French Laundry is a 3-Michelin-star restaurant in Napa Valley that was plastered in national headlines after California's Democratic governor was busted in photos dining at the posh establishment with a maskless group for a birthday party. Newsom, who was caught flouting his own stringent coronavirus guidance, responded to the controversy by saying, \"We should have modeled better behavior and not joined the dinner.\" Chef Thomas Keller's luxurious restaurant is back in the news because of the amount of federal financial assistance it received. The world-renowned restaurant was granted a $2.2 million PPP loan by the SBA on April 30 to retain 163 employees. The eatery was provided a second PPP loan worth $194,656 to retain five employees on the same day.  Analysis by KABC-TV found that French Laundry's loans were 17 times more federal money than what the average Bay Area restaurant received. French Laundry boasts an opulent chef's tasting menu that will run you about $350, which includes extravagant dishes such as \"Stonington Maine Sea Scallop Poelee\" and \"Celery Root Manicotti.\"  \"The I-Team analyzed thousands of California loans released by the SBA that show wealthier, big businesses are often getting access to loans before small mom and pop owners,\" KABC-TV stated. \"Out of all the approved loans in California, 91 percent of larger restaurants with 300 or more employees got their loan approved in April versus only 52 percent of smaller restaurants with 100 or fewer employees.\" Dennis Berkowitz, the former owner of the Vault 164 restaurant, told KABC-TV, that he struggled to secure $318,000 from the government to retain approximately 50 employees. The loan wasn't enough and Berkowitz was forced to sell his restaurant in July.  \"I've had a 40-year run in the restaurant business, so I consider myself fortunate,\" Berkowitz said. \"I really feel bad for the next generation of restaurateurs because they're screwed.\" A report from earlier this month found that eight companies partially owned by Newsom received nearly $3 million in PPP loans from the federal government to deal with financial difficulties brought on by the COVID-19 pandemic. Newsom founded PlumpJack Management Group LLC, which includes five restaurants and bars, four Napa Valley wineries, a ski resort, and retail establishments.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["california", "democratic", "coronavirus", "pandemic"], "emotions": {"positive": 13, "negative": 5, "trust": 5, "anger": 5, "anticipation": 2, "joy": 3, "disgust": 1, "fear": 4}}, {"text": " Democrats really, really, really want people to stay home for the COVID holidays. They have repeatedly used \"sticks\" to attempt to get Americans to not leave their residences — including instituting curfews, shutting down restaurants, closing churches, and even threatening more stay-at-home lockdown orders. Now, left-wing Sen. Angus King (I-Maine) is looking for \"carrots\" — and he's trying to convince online entertainment streamers to help out. In a letter Monday to the heads of Netflix, Amazon Prime, Disney Plus, Apple Plus, Hulu, and HBO Max, King laid out the case for these companies to give away their product for free — for the greater good: As organizations around the country continue to respond to the spread of the novel coronavirus, or COVID-19, I am reaching out to discuss and consider the unique role that your companies play in providing content-based activities this holiday season. Specifically, I encourage you to temporarily remove any cost considerations for use of your services for current non-subscribers as a public service to who are seeking to remain safe and indoors this holiday season, as opposed to the risks involved as the nation sees a dramatic surge in pandemic cases. The Centers for Disease Control and Prevention (CDC) has issued guidance recommending that specific community actions be taken to limit the exposure of the virus, and has additionally encouraged Americans to avoid their usual holiday travel to reduce transmission of the coronavirus. We believe that your companies are in a unique position to help families cope with the effects of this health emergency on typical holiday traditions. If that wasn't enough, King went on to inform them that such a move would be great \"opportunity\" for these companies to do the \"socially responsible\" thing. Yes, as the temperatures outside continue to drop, \"safe outdoor recreation options are further restricted,\" the senator said — while failing to note that many of the restrictions the people are under were imposed by Democratic officials. Because of the restrictions, \"Americans are faced with even further social isolation and increased free time during the holidays,\" King noted. \"This is a risk; it could also be an opportunity for creative, socially responsible thinking.\" Without the help of Netflix, Disney, and other outlets, \"Americans are likely to choose to ignore public health advice,\" the senator continued, adding that these irresponsible citizens will likely \"carry on their typical holiday traditions instead of remaining safely at home.\" He told them he super wants them to write back with \"what steps you see feasible and able to be accomplished to limit the health emergency\" and would \"encourage\" them to do whatever they can to help. 'King's Gambit' In an editorial titled \"Angus King's Gambit\" posted Wednesday evening, the Wall Street Journal noted a couple of seemingly obvious points. First, Netflix and other online streamers have seen record numbers of subscriptions during the pandemic because so many Americans are staying home — yet the virus continues to spike: Who knew Netflix could slow Covid? The pandemic has been a boon for online streaming services, which have added tens of millions of new users during the pandemic. Disney+ now boasts 74 million, up from 50 million in April. There's no evidence, however, the streaming surge has stopped the virus from spreading. Second, the Journal noted, \"free\" Netflix, Hulu, and Amazon Prime is not a thing: In any case, many young people already free-ride on subscriptions of family and friends. Increased streaming of “The Queen's Gambit\" or “Seinfeld\" reruns would increase broadband traffic and slow speeds for other uses including telemedicine visits and FaceTiming with grandparents. There's no such thing as free Netflix. The paper further warned that \"Democrats want the Federal Communications Commission to reclassify broadband providers as common carriers so they could be forced to provide free 'public services,' which is how Mr. King labels entertainment.\" No reports yet on whether the entertainment outlets have offered a response.", "dominantCategory": ["covid"], "metadata": ["democrats", "covid", "americans", "lockdown", "online", "max", "coronavirus", "surge", "pandemic", "cdc", "virus", "families", "democratic", "isolation", "spreading"], "emotions": {"anticipation": 26, "negative": 7, "positive": 26, "anger": 5, "fear": 11, "joy": 5, "trust": 4, "surprise": 2}}, {"text": " An American teen was sentenced to four months in jail for violating the COVID-19 quarantine in the Cayman Islands. Her boyfriend is also going to jail for helping her breach the government-imposed lockdown.  Skylar Mack, an 18-year-old from Loganville, Georgia, visited the Cayman Islands to see her boyfriend on Nov. 27. Mack traveled to the Caribbean island to watch her boyfriend, Vanjae Ramgeet, participate in a jet ski competition.  Mack, whose father is also a professional jet ski racer, was required by Cayman Island government to quarantine for 14 days upon her arrival. Authorities fitted Mack with an iMSafe wristband, a device that monitors the location of people who are under quarantine. The Cayman Islands has been utilizing TraceSafe's iMSafe geo-fencing bracelets since September.  Mack complained that her tracking device was too tight, so authorities at her hotel loosened the wristband, according to People magazine. Mack was able to slip off the wristband. On Nov. 29, she attended the jet ski event that her boyfriend was participating in. She spent over seven hours in public without a face mask or social distancing, which resulted in four families having to go into isolation because they were exposed to Mack.  Mack was arrested for violating the quarantine. Ramgeet, 24, was charged with aiding and abetting Mack. Both pled guilty to their offenses. Mack and Ramgeet were originally sentenced to 40 hours of community service and a fine of $2,600 each, but the sentence was appealed for being too lenient.  \"These offenses should have been met with far more stringent measures,\" said Patrick Moran, the country's director of Public Prosecutions. On Tuesday, Justice Roger Chapple overturned the community service sentence. He started the sentencing at 15 months in jail because of the aggravating circumstances, but ultimately reduced the punishment to four months because the couple pleaded guilty. Attorney Jonathan Hughes, who is representing both Mack and Ramgeet, argued the sentence was too harsh. He said his clients acted with \"youthful ignorance and selfishness.\"  \"There is no way that it can be right that a custodial sentence is imposed for a first-time offense on an 18-year-old defendant, who entered an early guilty plea,\" said Hughes. \"Ms. Mack has paid her fine in full from her savings, which resulted in a significant portion of her funds being depleted,\" Hughes continued. \"She has received hate mail, so far as to say even death threats. This has even impacted her father, who is also a professional jet-ski rider and has now lost sponsorship because of it.\" Mack, who is a medical student at Mercer University in Georgia, issued an apology letter, which was published by the Cayman Compass. \"I am aware that the Cayman Islands government has done nothing but dedicate extreme caution to combat the spread of COVID-19, for this the country and its citizens can be extremely proud; I made a mistake, and words cannot express how sorry I am for this,\" Mack said. \"I was afforded the opportunity to enter the islands during these trying times and I abused it. I am humbly asking for the forgiveness of the community.\" Ramgeet also apologized by saying, \"I should have known better than to put our community at risk as I did. I made a decision without thinking about the long-term effects it would have on our community; words cannot express how truly sorry I am for the anxiety, frustration, and inconvenience that you all have experienced.\" Ramgeet was stripped of his victory at the jet ski competition and was reportedly forced to return the prize money and trophy he had won. The Cayman Islands Watercraft Association declared that Ramgeet would not be allowed to compete in the first few races of 2021. The Cayman Islands government issued a statement. \"Since the start of the COVID-19 crisis in early 2020, the Cayman Islands Government has prioritized the safety of its residents and their protection from the global COVID-19 pandemic,\" the government stated. \"To accomplish this goal the Government employed stringent isolation and social distancing policies.\" \"Anyone wishing to enter the islands is required to quarantine in an approved facility, or at residence using monitoring technology,\" the government warned. \"Breaches of quarantine may result in prosecution and penalties of up to $10,000 KYD [approximately $12,195 USD] and two years' imprisonment.\" The Cayman Islands has reportedly had 308 coronavirus cases and two COVID-19 deaths, according to Worldometers.", "dominantCategory": ["covid"], "metadata": ["american", "quarantine", "lockdown", "distancing", "families", "isolation", "clients", "threats", "impacted", "university", "crisis", "global", "pandemic", "facility", "coronavirus", "deaths"], "emotions": {"fear": 18, "negative": 11, "anticipation": 21, "trust": 4, "positive": 20, "anger": 23, "joy": 1, "disgust": 1}}, {"text": " Sure, leftist governors are making you wear a mask inside your house if you're gathering with guests over Thanksgiving, limiting your head count to 10, and even asking you to snitch on neighbors who ignore their COVID-19 restrictions — but at least you'll be able to sit down during the long-awaited meal and have some peace, right? Well ... The answer to that question may depend on whether or not college students are among your family members attending Thanksgiving dinner this year, where they stand on sociopolitical issues, and if they have the energy to share their woke gospel with unbelievers. Campus Reform took a trip to George Mason University in northern Virginia recently to ask students if they're excited to go home for Thanksgiving. Oh, and they definitely are! They love their families and have great relationships with them, by and large. But if the sampling of students interviewed on video at George Mason is any indication of a national trend, you may just wanna watch out if you have a college student coming home this week — because you may be in store for some conversations about politics and social issues. \"It's not something we should just push away because it's uncomfortable,\" one student told the outlet. What are the details? Indeed Campus Reform said every student interviewed indicated that for this particular Thanksgiving holiday — especially given America's present political climate — such chats are necessary. In regard to topics students said should be on the table — pun absolutely intended — they told the outlet LBGTQ rights, immigration, racism, the election, climate change, women's rights, and the Black Lives Matter movement. One student who highlighted LGBTQ issues told the outlet it would be a hard conversation to have with family members who are \"voting for somebody who's actively against my rights as a person. A pair of students who come from immigrant families noted to Campus Reform that \"immigrant issues\" and well as \"racial discrimination\" are important conversation topics, as well as \"black history.\" Image source: YouTube screenshot \"My parents didn't have such a high education, neither did the majority of my family,\" one of the students said. \"So I want to make sure they understand history and are educated about that side of things.\" Another student said President Donald Trump's recent claims that the 2020 election was \"rigged\" is an important Thanksgiving topic.", "dominantCategory": ["immigration"], "metadata": ["students", "university", "families", "climate", "immigration", "election", "education", "donald"], "emotions": {"negative": 5, "joy": 7, "positive": 13, "anticipation": 11, "surprise": 1, "anger": 2, "fear": 3}}, {"text": " French President Emmanuel Macron on Thursday expressed his excitement over Democratic presidential nominee Joe Biden's promise to re-enter the U.S. into the Paris climate accord, describing the prospect as an opportunity to \"make our planet great again.\" What are the details? Despite President Donald Trump contesting the election results following mainstream media's widespread declaration that Biden has won the White House, Macron joined world leaders this week in congratulating the Democrat on his win. Reuters reported that Macron specifically hailed Biden's vow to re-enter the Paris climate accord, noting that the Democrat \"has pledged to rejoin the pact and to invest $2 trillion to wean the country off planet-warming fossil fuels.\" \"It is proof that we had to stand firm against all headwinds,\" Macron said. \"'Make our planet great again' is a possibility, not just in words but also in deed.\" The U.S. officially withdrew from the multinational climate initiative on Nov. 4, the day after Election Day and three years from when Trump vowed to withdraw from the agreement that he saw as a bad deal for America. As TheBlaze previously reported: President Trump has been a staunch critic of the United States' participation in the international agreement, which commenced under the Obama administration, arguing it \"hamstrings the United States while empowering some of the world's top-polluting countries.\" Following America's departure from the accord, Biden said he would rejoin it on his first day in office, tweeting, \"Today, the Trump Administration officially left the Paris Climate Agreement. And in exactly 77 days, a Biden Administration will rejoin it.\" Macron and Trump's differences on climate policy have been a sticking point in their relationship for years, leading Macron to create his play on the U.S. president's rallying cry to \"Make America Great Again.\" Politico reported in 2017: When Trump announced in June that he would yank the U.S. out of the Paris climate agreement, Macron spied an opportunity: Within hours, his office took a poke at Trump, unveiling a social media campaign around the tongue-in-cheek slogan \"Make Our Planet Great Again,\" complete with a website where U.S. climate researchers could apply for residency and work in France. Behind the viral tweet, retweeted 235,896 times, Macron's political message was clear: France would lead the world on climate change research and technology, leaving the United States to choke on coal fumes.", "dominantCategory": ["climate-change"], "metadata": ["democratic", "presidential", "joe", "paris", "climate", "donald", "trump", "election", "biden", "democrat", "invest", "fossil", "agreement", "america", "united", "obama", "media", "campaign", "researchers", "tweet"], "emotions": {"positive": 20, "anticipation": 8, "joy": 2, "surprise": 6, "trust": 5, "anger": 3, "negative": 4, "fear": 1}}, {"text": " More than 1,000 Honduran migrants departed their homeland last week in hopes of reaching the United States in the near future and that, when they do, President-elect Joe Biden's administration will approach their plight with more compassion than the outgoing Trump administration. The caravan — which is significantly smaller than the swarms of migrants that made headlines during the heart of President Donald Trump's administration — is seeking refuge after two powerful hurricanes brought incredible devastation to Honduras, a Central American country that is already economically struggling.  Bertha Méndez, a 25-year-old who told the Wall Street Journal that she \"lost everything\" in the hurricanes, said she expects the caravan to reach the U.S. before Inauguration Day. \"We have asked God to help us and we believe that the new U.S. government will let us in,\" she told the newspaper. \"I travel with eight people and we all think that this is a good opportunity, because it is the only thing we have left after having lost everything in the floods.\" Bernarda López, a 48-year-old mother of eight, told the Journal, \"We lost what little we had. There is nothing more to do. We are going to walk, or whatever, until we get there.\" Overall, border crossing have declined in 2020, due in part to the coronavirus pandemic and Trump's immigration policies. However, that has begun to change in recent months, the New York Times reported. After a steep decline in border crossings through much of this year, interceptions of unauthorized migrants along the Arizona-Mexico border are climbing again: Detentions in October were up 30 percent over September, and the figure in coming months is expected be even higher, despite the biting cold in the Sonoran desert.  The rising numbers suggest that the Trump administration's expulsion policy, an emergency measure to halt spread of the coronavirus, is encouraging migrants to make repeated tries, in ever-more-remote locations, until they succeed in crossing the frontier undetected.  Fortunately for the migrants, there is hope. Biden, of course, has pledged to reverse Trump's deterrent policies, though the policy reversals likely won't be advertised  Still, Jose Luis Gonzalez, coordinator of the Guatemala Red Jesuita con Migrantes, told Bloomberg News that Biden's pledge has emboldened immigrants who are desperate for a better life. \"When there is a change in government in the U.S. or Mexico, caravans start to move because they are testing the waters to see how authorities respond,\" Gonzales explained. \"What they see is that the one who said he was going to build a wall and hated Latinos is on his way out.\" \"There are going to be caravans, and in the coming weeks it will increase,\" he added. \"People are no longer scared of the coronavirus. They're going hungry, they've lost everything and some towns are still flooded.\"", "dominantCategory": ["immigration"], "metadata": ["migrants", "homeland", "united", "joe", "trump", "donald", "american", "coronavirus", "pandemic", "immigration", "biden", "mexico"], "emotions": {"negative": 9, "positive": 5, "anticipation": 16, "fear": 7, "surprise": 2, "anger": 4, "trust": 4, "joy": 1}}, {"text": " A liberal demonstration against Immigration and Customs Enforcement turned violent when a driver ran through protesters, and shocking video captured the altercation. Police said there were about 50-60 protesters in the area when the incident unfolded on Friday.  WNBC-TV reported that witnesses said the incident occurred at about 4 p.m. when a female driver was confronted by protesters.  They said that she accelerated her BMW through the crowd, sending many of them flying.  6 pedestrians taken to the hospital, but they reportedly had injuries that were not life threatening.  A protester told WNBC that the demonstration was in solidarity with a hunger strike from ICE detainees at the Bergen County Jail in New Jersey.  Police sources told WNBC that the woman panicked when protesters surrounded her car and began banging and tapping on it, and that she was just trying to get away from them.  A video showing the altercation went viral on social media soon after the incident.  One protester spoke to WNBC and said that she saw two white women in the car.  \"Came through, sped through, 3rd and 39th street, hitting to my knowledge at least six of our non-violent protesters,\" said Sofia Vickerman.  \"I hear people screaming in the front, I look behind me, the woman is plowing through, I run out of the way, I see bodies flying,\" she added. \"I look up, the car is speeding, people are trying to run.\"  WNBC reporter Adam Harding also posted video of the incident from a surveillance camera nearby.  The woman and her female passenger were detained by police at the scene and questioned, but no arrests had been made early Friday evening.  One arrest was made however - police arrested a protester for obstructing a police investigation.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["immigration", "customs", "hospital", "detainees", "media", "detained", "arrests"], "emotions": {"negative": 4, "anger": 6, "fear": 10, "surprise": 4, "positive": 4, "trust": 2, "anticipation": 3}}, {"text": " Illegal immigrants who live in Denver, Colorado, and are facing deportation explained recently why they're hopeful about the prospect of Joe Biden being president. According to the Center for Immigration Studies, Denver County is a sanctuary county, meaning, the county does \"not honor ICE detainer unless accompanied by a criminal warrant or some other form that gives legal authority to hold the individual.\" The county implemented the policy in April 2014. What did the immigrants say? KCNC-TV spoke with several illegal immigrants who have found sanctuary in the Denver-area. According to the network, the immigrants they spoke to are \"facing deportation.\" One illegal immigrant, who has lived \"in sanctuary\" for two years at the First Unitarian Church in Denver, told KCNC she hopes Biden changes the immigration system for the benefit all illegal immigrants. \"My hope is this new president create change in the immigration system,\" Jeannette, who is facing deportation back to Mexico, said. \"Yeah, my hope is it's about time, not just for me but for more than 11 million people.\" Another immigrant, Ingrid, lives in sanctuary at the Unitarian Universalist Church. She has reportedly been living in sanctuary the last four years over fears of being deported back to Peru. She told KCNC that Biden gives her hope of immigration reform in which she and other illegal immigrants no longer have to depend on sanctuary policies. \"Yes we have more hope with this president, Joe Biden. With this administration we tried but had a lot of doors closed,\" she said. What is Biden's immigration policy? The illegal immigrants who spoke with KCNC have good reason to be hopeful about a Biden presidency. Biden's immigration policy, as stated on his campaign website, is centered on reversing President Donald Trump's. \"Trump has waged an unrelenting assault on our values and our history as a nation of immigrants. It's wrong, and it stops when Joe Biden is elected president,\" Biden's campaign website states. In fact, within the first 100 days of his administration, Biden vows to \"immediately reverse the Trump Administration's cruel and senseless policies that separate parents from their children at our border\" and \"end Trump's detrimental asylum policies,\" among other initiatives. Biden also plans to give illegal immigrants a path to citizenship. \"Biden will immediately begin working with Congress to modernize our system, with a priority on keeping families together by providing a roadmap to citizenship for nearly 11 million undocumented immigrants,\" Biden's campaign website states.  \"Biden will aggressively advocate for legislation that creates a clear roadmap to legal status and citizenship for unauthorized immigrants who register, are up-to-date on their taxes, and have passed a background check,\" it adds.", "dominantCategory": ["immigration"], "metadata": ["illegal", "deportation", "joe", "biden", "immigration", "studies", "sanctuary", "criminal", "mexico", "campaign", "donald", "trump", "children", "asylum", "citizenship", "congress", "families", "undocumented"], "emotions": {"anger": 14, "anticipation": 21, "positive": 16, "trust": 13, "negative": 6, "joy": 2, "fear": 4, "surprise": 2, "disgust": 1}}, {"text": " Patrisse Cullors, one of the three co-founders of the Black Lives Matter organization, is callingfor Joe Biden to enact far-left legislation that would lead to the abolition of police and prisons, and other radical proposals.  In July, Democratic Reps. Rashida Tlaib of Michigan and Ayanna Pressley of Massachusetts announced the BREATHE Act, a sweeping far-left piece of legislation that aims to bring revolutionary change to the United States. The proposal has not been brought before Congress as of yet.  The drastic legislation calls for the end of life sentences, as well as all mandatory minimum sentencing laws. In a Teen Vogue article, Cullors wrote that the act would \"put us on the road to police and prison abolition.\" The BREATHE Act demands the dismantling of the Drug Enforcement Administration, Immigration and Customs Enforcement, Customs and Border Protection, and immigration detention centers. The legislation also demands the repeal of federal laws that \"criminalize human movement and border entry.\" The BREATHE Act calls for \"repealing and replacing the 1994 Violent Crime Control and Law Enforcement Act,\" which \"Biden, as chairman of the Senate Judiciary Committee, largely wrote and shepherded through the legislative process.\" The BREATHE Act would create a commission to study reparations proposals for African Americans, based on \"mass criminalization – including the War on Drugs, the criminalization of prostitution, and police violence; border violence; and the systemic violation of the U.S. Government's treaty obligations to Tribal nations.\" \"Eliminating surveillance tactics that are disproportionately used to target Black, Brown, and Muslim communities by prohibiting predictive policing, racial recognition technologies, drones, and similar tools,\" the BREATHE Act states. \"Eliminating the use of electronic monitoring, including ankle monitors, smartphone applications, and any other tool used to track location.\" The legislation calls for the removal of all police, school resource officers, and armed security from schools, plus the metal detectors and surveillance equipment would be banned.  Public school systems would be required to develop curricula that examines \"the political, economic, and social impacts of colonialism, genocide against indigenous people, and slavery.\" \"The creation of comprehensive health centers that offer culturally competent services for all people, including services related to reproductive health,\" the BREATHE Act states.  The proposal requests job programs \"that specifically target the most economically disadvantaged individuals, including Black cis- and trans women, formerly incarcerated people, undocumented people, and disabled people.\" The legislation also calls for politicians to develop a plan for developing \"100% of the State power demand using clean, renewable, and zero-emission energy sources.\" The BREATHE Act is a \"project\" by the Movement for Black Lives, a coalition of more than 150 organizations. Cullors, a self-described \"trained Marxist,\" called the BREATHE Act a \"landmark civil rights bill,\" and wants the \"next Presidential administration to prioritize the passing\" of the legislation.  Cullors told The Hollywood Reporter, \"We are requesting that — in the first 100 days — the Biden-Harris administration works to pass this legislation.\" \"This moment is a watershed moment,\" Cullors said. \"I think this moment calls for structural change and transformative change in ways that we haven't seen in a very long time. We see this opportunity to push for the BREATHE Act as a part of what we're calling the modern-day civil rights act.\" When asked about the 2020 presidential election, Cullors said, \"Black people — especially Black women — have saved the United States. Whether in Milwaukee, Detroit, Philadelphia, Atlanta, or Los Angeles, Black voters showed up in huge numbers to turn this country around and remove the racist in the White House.\"", "dominantCategory": ["climate-change", "immigration"], "metadata": ["joe", "biden", "democratic", "united", "congress", "immigration", "customs", "detention", "crime", "senate", "americans", "nations", "technologies", "economic", "impacts", "undocumented", "renewable", "coalition", "presidential", "calling", "election", "racist"], "emotions": {"negative": 15, "anticipation": 16, "positive": 19, "fear": 12, "disgust": 2, "anger": 10, "trust": 9, "joy": 3}}, {"text": " A Texas wedding where the groom was allegedly aware he had COVID-19 was the source of a potential superspreader event after the photographer tested positive for the virus, a new report suggests.A wedding photographer says she tested positive for COVID-19 after she was in a room for nearly two hours with an unmasked bridal party, where she learned the groom tested positive, Texas Monthly reported.When the photographer, who has asthma and is a mother of three, learned the groom was infected, she was told allegedly by someone in the wedding party, \"He doesn’t have symptoms. He’s fine.\" The groom and photographer in the report were not named, and it’s unclear how many people attended the wedding. The wedding photographer told Texas Monthly she immediately left the event and was forced to take time off of work as a result. She also had to cancel her Thanksgiving plans, and even isolated away from her kids to ensure they would not get sick. The photographer claims she was shamed for leaving the event, and had asked one of the bridesmaids, \"What if my children die?\" \"I understand, but this is her wedding day,\" the bridesmaid allegedly replied, according to Texas Monthly. ", "dominantCategory": ["covid", "immigration"], "metadata": ["texas", "virus", "infected", "symptoms", "cancel", "children"], "emotions": {"negative": 2, "anticipation": 5, "fear": 3, "joy": 2, "disgust": 1}}, {"text": " A health care worker in Alaska is doing \"well\" after suffering an adverse reaction minutes after receiving Pfizer's COVID-19 vaccine, officials said. The health care worker, who was identified as a middle-aged woman, had an allergic reaction that included flushing and shortness of breath within 10 minutes of receiving the first of Pfizer's two-dose jab on Tuesday.  She was still being observed in Bartlett Hospital's foyer at the time of the incident.  The woman, whose name is being withheld, suffered an anaphylactic reaction that required hospitalization and monitoring, and will not be receiving the second dose of the vaccine, officials said during a press briefing on Wednesday. She had no prior history of allergies and took a Benadryl to relieve the symptoms but it did not work.  Once she was admitted to Bartlett Hospital's emergency room, her symptoms resolved within moments of receiving epinephrine. She also received Pepcid and Benadryl via an intravenous drip, according to a press release. She is in stable condition and is scheduled to be released later Wednesday. \"We expected that a side effect like this could occur after reports of anaphylaxis were made in England after people there received the Pfizer-BioNTech COVID-19 vaccine,\" said Alaska’s Chief Medical Officer Dr. Anne Zink. \"All sites that are approved to provide vaccinations in Alaska must have medications on hand to deal with an allergic reaction and that was the case in Juneau.\" Alaska health officials said there would be no changes to vaccine distribution plans following the incident, and that the woman had been excited to receive the vaccine.  Perna, Operation Warp Speed chief operating officer, told reporters that several trays of vials delivered to Alabama and California had been sent back to Pfizer over the issue. \"We pulled those trays, and we immediately sent substitute trays,\" Azar said, adding how the Food and Drug Administration will work with Pfizer to determine if \"those excursions are of concern or if that product is still perfectly usable.\" The initial wave of vaccine distribution this week involved 5.9 million doses blanketing the U.S. If Moderna’s vaccine candidate sees emergency approval from federal regulators later this week, officials say 6 million Moderna vaccine doses could rollout on Monday. While federal officials recently announced an agreement for another 100 million Moderna doses, for 200 million total, Azar on Thursday said the government is optimistic it will \"secure additional quantities\" from Pfizer in the second quarter of 2021.  In the meantime, the U.S. has an agreement for 100 million Pfizer doses through March 31, with an allocation of 20 million doses each month. Nevertheless, Azar reiterated comments that the complexity with Pfizer’s coronavirus vaccine does not lie in the subfreezing storage requirements. He said hospitals are well equipped to manage the storage requirements to keep up with the vaccines' cold chain.", "dominantCategory": ["covid"], "metadata": ["vaccine", "symptoms", "england", "california", "agreement", "coronavirus"], "emotions": {"disgust": 1, "anger": 4, "anticipation": 10, "positive": 22, "surprise": 2, "fear": 5, "joy": 1, "negative": 2}}, {"text": " Sen. Dick Durbin, D-Ill., a top critic of President Trump, gave the administration praise as a second COVID-19 vaccine tied to Operation Warp Speed is expected to receive emergency use authorization from the FDA. \"The Warp Speed project appears to be a dramatic success,\" Durbin said on the Senate floor on Thursday. \"I pray that it will be. Although I’ve been a frequent critic of this administration, I want to give them credit for organizing this effectively, and delivering a vaccine in a timely way, almost amazing timely way in this pandemic that we face.\" \"I thank all who were involved in it, especially the scientists and researchers who didn’t give up until they found these vaccines,\" he continued.Earlier in the year, Durbin cast doubt on Trump's efforts to ensure the development of a vaccine before 2021. In September, Durbin accused Trump of pressuring companies to rush a vaccine and \"undermin[ing] credibility in this process.\"  \"President Trump has clearly staked his campaign reelection strategy on the approval of a vaccine for this virus,\" Durbin wrote in letters to pharmaceutical companies, including Moderna and Sanofi. \"I write today to assess, in your important efforts to quickly bring a safe and effective vaccine to the public, how your company plans to maintain scientific and data-based standards in the face of White House political pressure regarding the approval process.\" It's possible the U.S. could have four coronavirus vaccines with FDA approval by February or March as Moderna, Johnson & Johnson and AstraZeneca approach the finish line, Health and Human Services Secretary Alex Azar told \"Varney & Co.\" on Monday. The Pfizer-BioNTech coronavirus vaccine candidate received emergency authorization earlier in December. \"That’s the genius of Operation Warp Speed,\" Azar said. \"We spread our bets around not just multiple companies, but multiple platforms, technologies of vaccines. Moderna, which we're incredibly excited about, if everything's on track, we could see approval this week.\" The U.S. government will acquire 200 million doses of Moderna's coronavirus vaccine candidate, and Moderna received $4.1 billion in federal funding for the vaccine, including development, clinical trials and manufacturing, according to the Department of Health and Human Services website.", "dominantCategory": ["climate-change", "covid"], "metadata": ["trump", "vaccine", "senate", "pandemic", "scientists", "researchers", "campaign", "virus", "scientific", "coronavirus", "technologies"], "emotions": {"anticipation": 8, "negative": 4, "positive": 34, "surprise": 3, "joy": 3, "fear": 7, "anger": 4, "trust": 1}}, {"text": " A World Health Organization official this week warned that a COVID-19 vaccine is not necessarily a \"silver bullet\" for ending the pandemic. \"There is some light at the end of a long tunnel but these vaccines are not a silver bullet that will end the pandemic in the near future,\" Takeshi Kasai, WHO’s regional director for the Western Pacific, said on Thursday, per the South China Morning Post.  \"This means that tired as we all are of this pandemic, we must stick to the actions and behaviors which protect not only ourselves but also those around us: hand washing, mask-wearing, physical distancing and avoiding places that have a high risk of transmission,\" he added.  The WHO has recommended that high-risk groups – those who are 60 years of age or older and those with underlying health issues – be the priority for the initial doses of the vaccine. Kasai noted that if the \"right scale and type of investment are made,\" there should be \"adequate doses to vaccinate a high-priority population in all countries around the world,\" by the end of 2021.  \"For others, beyond those high-risk groups, we may be looking for another 12 to 24 months before the majority of people have received this vaccine, and even then, there is some uncertainty and unknowns,\" he continued.  In the U.S., Dr. Anthony Fauci, the nation’s top infectious disease expert, said on Monday that he expects the country to see herd immunity by late spring or early summer after coronavirus vaccines become more widely available. \"By the time we get to the fall, we can start approaching some degree of relief where the level of infection will be so low in society we can start essentially approaching some form of normality,\" he said, though noting that mask-wearing and other precautionary measures will likely continue \"several months into the second half and beyond of 2021.\" Right now, the FDA has granted emergency approval to a COVID-19 vaccine developed by Pfizer and BioNTech. Health care workers and residents and staff of long-term care facilities began to receive the jab this week. Another promising candidate developed by Moderna is likely to gain emergency use approval as early as this week.  A third candidate, from Johnson & Johnson, which would require just one dose, is working its way through the pipeline. Behind that is a candidate from AstraZeneca and Oxford University. U.S. health experts are hoping a combination of vaccines will ultimately enable the U.S. to conquer the outbreak. During the opening monologue on his show Thursday night, Kimmel was speaking about the nor'easter that hit the East Coast. He then went on to make a joke about the vice president and his wife. \"Speaking of cold, white stuff, Mike Pence is expected to get the first dose of two Pfizer shots tomorrow,\" Kimmel said. \"He and his wife Karen will be doing it on television to show that the vaccine is safe. I guess the thinking is if it's good enough for 'America's First Karen,' it should be good enough for the rest of them too,\" he said on \"Jimmy Kimmel Live.\" After noting that Pence wrote an op-ed for the Wall Street Journal in June dismissing a \"second wave\" of the coronavirus, Kimmel said the vice president shouldn't get the vaccine. \"So maybe save that dose for someone else,\" Kimmel quipped. \"The only cure Mike Pence should get right now is a bottle of Clorox and a heat lamp.\" In remarks after his shot, Pence called the speed with which the vaccine was developed \"a medical miracle.\" \"The American people can be confident: We have one and perhaps within hours two\" safe vaccines,\" Pence said, referring to expected FDA approval for Moderna’s vaccine. Pfizer-BioNTech’s vaccine was the first to be approved. \"Building confidence in the vaccine is what brings us here this morning,\" he added. Pence's wife, Karen, and Surgeon General Jerome Adams also received shots during the televised White House event in the Eisenhower Executive Office Building", "dominantCategory": ["covid"], "metadata": ["vaccine", "pandemic", "china", "distancing", "coronavirus", "infection", "university", "outbreak", "american"], "emotions": {"anticipation": 23, "trust": 3, "positive": 39, "fear": 8, "negative": 7, "sadness": 1, "joy": 5, "disgust": 1, "anger": 4, "surprise": 1}}, {"text": " Influence, persuasion, and communication are complicated matters that politicians must navigate to limit the spread of COVID-19. Most people feel a strong responsibility to reduce the spread of infection. This has given authorities legitimacy to introduce strict measures, such as harsh restrictions and punitive penalties aimed at companies, organizations, and individuals. California Gov. Gavin Newsom, House Speaker Nancy Pelosi, and other politicians don’t obey the intrusive restrictions they place on others. Yet the coercive power displayed through such restrictions as business lockdowns and stay-at-home orders frequently leads to increases in drug use, suicide rates, depression, unemployment, and economic ruin. Iron fist doesn’t work  Newsom and other leading politicians have gripped the easiest tool in their toolbox, namely coercive power to threaten, punish, and lock down the economy to stop the virus. Our research over a number of private sector studies shows that use of coercion as an influence strategy has the opposite effect of what is intended. The use of “coercive force” can produce negative and dysfunctional effects. It’s not surprising we now see demonstrations in the Europe and the United States against strict measures that people perceive as intrusive and coercive. Use of coercion — enforced by “men with guns” — leads to more undesirable effects than the pandemic it intends to stamp out. The power of example Our research also found that the “power of example” is much stronger than previously thought. We all know that examples set by Mother Teresa and Mahatma Gandhi reflect ethical role models that people desire to follow. For better or worse, people look at politicians, movie stars, and athletes in much the same way. Hope and guidance often spring from a match between leaders’ actions and their words and stated values. That is why Gov. Newsom’s dinner at the French Laundry doesn’t fix the pandemic — in fact it’s the other way around. When Newsom applies intrusive coercion to change behavior, he is doomed to fail when people see his own hypocrisy. It doesn’t help that another Democrat politician, San Francisco Mayor, London Breed, partied at the same restaurant while state guidelines instructed others to avoid social gatherings. Use of coercion leads to more undesirable effects than the pandemic it intends to stamp out. When role models show the way, however, strong positive impulses can build up voluntary actions to hinder the spread of COVID-19. This is the power of example. We tend to follow leaders’ positive actions because we identify with their intentions as good role models. Under a pandemic, we need inspiring leaders who can guide us through difficult times using words and actions that match. Do as I say, not as I do in a hair salon Role models’ ability to influence by setting examples can have both positive and negative effects. When analyzing our data, we were surprised at the power of role models to influence behavior. Exemplars shape ethics, team spirit, behavior, and outcomes. But role models who should embody positive values can easily turn the other way. In May, a woman in Texas was sentenced to seven days in prison for reopening her hair salon. She suffered the consequences of coercion to comply with COVID-19 directives. Not long after, House Speaker Pelosi was spotted breaking COVID-19 rules in San Francisco when she was caught red-handed without a mask in a hair salon that was supposed to be closed. Pelosi is one of the strongest supporters of the aggressive use of “coercive power” through lockdowns, mask use, and punishment for violators. There are countless examples of those who make the rules not following them. It gives the impression that political elites escape their own edicts — exhibiting “one rule for me, one rule for thee” type of behavior. The actions of politicians like Pelosi and Newsom who are supposed to act as role models erode public responsibility. And the politicians demonstrably don’t care. In another recent example, Steve Adler, the Democrat mayor of Austin, filmed a “stay home if you can” video to the public while he was on a family trip to Mexico. But the costs are high: more conflicts, less trust, infection, and even death. What now? A pandemic is a disruptive shock to everyone. It requires the rational behavior of an entire population — a big ask. But we see that expectations of quick solutions and political actions often lead to ill-considered influence strategies. Use of coercive force leads to loss of trust and increased conflict. Our research suggests that role models who lead by example are a powerful alternative. But politicians should realize that when their actions don’t match their words, the negative consequences can’t be tamed by insincere apologies or blaming others for their own actions. Americans are well versed in the consequences for physical health from COVID-19. Newspapers brim daily with scary headlines alarming us of any risk that it might pose, no matter how minor or remote. But there are other nasty and less often discussed consequences brought on by this pandemic and by our collective reaction to it — whether that’s due to people locking themselves up at home out of fear of encountering others or government-ordered lockdowns.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["infection", "california", "economic", "economy", "virus", "studies", "united", "pandemic", "models", "democrat", "san", "guidelines", "texas", "reopening", "mexico", "americans"], "emotions": {"negative": 10, "trust": 7, "fear": 19, "anger": 27, "positive": 19, "anticipation": 11, "surprise": 3, "joy": 1}}]}