{"data": [{"text": "Google-owned video platform YouTube has deleted the channel for the British nationwide radio station talkRADIO, prompting observers to speculate the company had moved to do so because the station routinely questions the efficacy of the coronavirus lockdowns. The Google-owned video streaming platform deleted the channel in the early hours of Tuesday morning, just hours after Prime Minister Boris Johnson announced that England would be entering into another national lockdown. Westminster political gossip blog Guido Fawkes reported that YouTube merely stated that the channel was “terminated for violating YouTube’s community guidelines”. The ban follows a number of other censures by the Google-owned video platform during the coronavirus period, including ascendant U.S. broadcaster OAN. The Rupert Murdoch-owned radio station is broadcast under Digital Audio Broadcasting rules in the UK and therefore governed by the British broadcasting regulator Ofcom, which sets the standards for acceptable content on airwaves in the country. While Talk Radio — which is one of the oldest commercial radio stations in the UK — has had breaches of the broadcast code enforced against it by Ofcom before, no present investigatgions are listed on the regulator’s website, suggesting YouTube’s actions are not acting over a breach of UK law. A government minister interviewed by the station on Tuesday morning, after the ban, spoke in defence of “free and fair press” and against censorship. Prior to its deletion, talkRADIO’s YouTube channel had a quarter of a million subscribers and had accumulated tens of millions of views on the platform. The station has increasingly become critical of the government’s draconian lockdown measures and has frequently hosted interviews of lockdown sceptics, prompting some to claim that the station’s opposition to government lockdowns was the motivating factor for YouTube’s decision to remove the channel. The company’s Covid-19 guidelines, which were set in place in May of last year, state: “YouTube doesn’t allow content that spreads medical misinformation that contradicts local health authorities’ or the World Health Organization’s (WHO) medical information about COVID-19.” Bannable offences include: Content that discourages people from consulting a medical professional or seeking medical advice. Content that promotes diagnostic methods that contradict local health authorities or WHO. Content that disputes the efficacy of local health authorities’ or WHO’s guidance on physical distancing or self-isolation measures to reduce transmission of COVID-19. On Tuesday morning, talkRADIO host Julia Hartley-Brewerdenied that anyone on the channel had violated the rules, saying: “No one on talkRADIO has said ANY of those things. We simply challenge the evidence that lockdowns are a proportionate response to the Covid virus. It’s called free speech.” Civil liberties campaign group Big Brother Watch said that the move by YouTube was a “bold censorship move that would make China proud,” adding that it “is an assault on free expression [and] must be overturned.” Australian writer and lawyer Helen Dale said: “Everyone laughed when it was wingnuts like Alex Jones getting banned. Now we’re seeing it done to perfectly boring, Ofcom-regulated UK talkRADIO. Who’s next? LBC? They’re a bit ‘edgy’. YouTube are a menace.” “If YouTube has an editorial policy, then it should be treated as a publisher in law. At the moment it is not, while the BBC, Times, LBC, Speccie, Grauniad and, yes, talkRADIO all are. I realise this would kill social media stone dead, but that would be no bad thing,” she added. The deputy editor at the British libertarian magazine Spiked, Tom Slater described the move by YouTube as “one of the most chilling examples of Big Tech censorship yet.” Slater noted that talkRADIO is a “mainstream radio station” which interviews members of the government every day. “We essentially have Silicon Valley oligarchs deciding the fate of British radio stations on the basis of their editorial decisions. Government needs to respond to this,” he demanded. Appearing on talkRADIO on Tuesday morning, Cabinet Minister Michael Gove said: “I don’t believe in censorship, we have a free and fair press and we have commentators and interviewers of distinction who do criticise the government’s position… and long may it remain so.” Mr Gove did not reveal whether the UK government would take any action against the America tech-giant for censoring a British radio station. Breitbart news reported in November when Google-owned Youtube took apparently similar action over One America News Network (OAN), lately a favourite of U.S. President Trump, demonetising their video content and banning new uploads. A Youtube spokesman said OAN had violated the companies coronavirus policies. OAN said at the time: “YouTube took the extreme action of censoring a national cable news network for a video that was ‘unlisted’ and not available publicly on YouTube… Although OAN will abide by YouTube’s requirements for any video made available on YouTube, OAN will not let YouTube’s arbitrary rules infringe upon its First Amendment editorial rights to inform the public.”  Margaret Ferrier MP has been arrested and charged with “culpable and reckless conduct” after allegedly breaking coronavirus restrictions in September. Police confirmed on Monday that they had charged the 60-year-old Member of Parliament for Rutherglen and Hamilton West, Scotland, with allegedly failing to follow government coronavirus guidelines on self-isolation and travel restrictions, according to The Guardian. Ms Ferrier was charged in relation to an incident which began in late September when she travelled from her home in Scotland to London, England, in order to take part in parliamentary debates at the House of Commons. Two days before her journey, the Scottish MP took a COVID-19 test. She then travelled to London and found out that she was positive for the virus after giving a speech in the House of Commons. She then returned to Scotland by train, completing her 800-mile round trip. The incident was initially referred to London’s Metropolitan Police Service (MPS) which found that she was not in breach of rules in England, as restrictions in the country had not come into effect until several days after the MP journeyed from Scotland. The force then referred the case to Police Scotland, which took the report to Scotland’s prosecutor, the Crown Office, in November. A spokeswoman for Police Scotland told Sky News: “We can confirm that officers today arrested and charged a 60-year-old woman in connection with alleged culpable and reckless conduct. “This follows a thorough investigation by Police Scotland into an alleged breach of coronavirus regulations between 26 and 29 September 2020. “A report will be sent to the procurator fiscal and we are unable to comment further.” The Scottish National Party (SNP) removed the whip from Ferrier but has suspended a party investigation pending the outcome of the police investigation. She has been sitting as an independent MP since October 1st. On Monday’s broadcast of the Fox News Channel’s “Outnumbered Overtime,” Rep. Nicole Malliotakis (R-NY) criticized Democrats and House Speaker Nancy Pelosi (D-CA) for ignoring social distancing rules on the House floor and allowing COVID-positive members on the floor and said that such behavior from people who are “always talking about shutting down our businesses…just shows you the hypocrisy from the Democrats.” Malliotakis said, “[M]ost importantly, I think, was the fact that they just threw out their social distancing rules, out the window. At one point, we had so many members on the floor, we were standing shoulder to shoulder. There was no social distancing. And it’s interesting, coming from the Democrat majority that is always talking about shutting down our businesses, all my local restaurants are hurting right now. Their indoor dining’s shut down, and yet, we were able to stand shoulder to shoulder on the House floor? That just shows you the hypocrisy from the Democrats.” Malliotakis also said that it was “absolutely outrageous” that COVID-positive members were allowed on the floor, and Pelosi “put the health of the members, the health of the staff at risk, simply because she was trying to jockey for the votes that she needed to get sworn in as speaker again.” Parents gathered Sunday to try and convince the Portland school district not to reopen yet for in-person learning due to the coronavirus. Those who attended the event said it was not a protest, but a memorial, according to KATU. “They put nearly 500 red flags in the ground outside the Portland Public School’s administrative building, saying that each one represented an educator or child who died from coronavirus nationwide,” the article continued: They said they were extremely surprised by the governor’s announcement last month for schools to begin taking steps to reopen in February. The decision was a big change from how the governor had been approaching the topic of education, allowing districts to decide when they want to open. Portland Public Schools (PPS) officials told KATU they did not know about the event, but the district is monitoring the vaccine rollout in the state: Spokesperson Karen Werstein says the district is looking forward to staff getting the vaccine in beginning of phase 1B – decided upon by the governor last week. PPS wants to make sure educators and school staff have access to vaccination before reopening. The district says there will be an update for families by mid-January about PPS’ progress towards reopening. Meanwhile, the outlet said over the past year, it has heard from several organizations who support reopening schools. “For some kids, staying at home is the right thing to do and that is working for them. We don’t want to take away that choice, we just feel an additional choice needs to be provided,” Jennifer Dale, organizer of ED-300, commented. According to KGW 8, available data does not show where the teachers and students who died from the coronavirus contracted the disease. However, some educators and parents still oppose reopening. “We can recover from distance learning,” said Ami Fox, a teacher and parent. “These [flags] represent the fallen educators and students- they don’t get to come back from this, ever.” “I believe if districts cave it’s going to be a lot worse,” stated Ari Bubbett, who has a first-grader. “My kid can catch up but he can’t catch up if he catches coronavirus and dies.” On Saturday, local CBS affiliate KPIX reported: Hospital officials at Kaiser Permanente San Jose Medical Center confirmed Saturday evening that 43 emergency room staffers have tested positive for COVID-19 in the last week. … Officials said that one of the infected staffers did “appear briefly in the emergency department on Dec. 25th wearing an air-powered costume.” “Any exposure, if it occurred, would have been completely innocent, and quite accidental, as the individual had no COVID symptoms and only sought to lift the spirits of those around them during what is a very stressful time,” the hospital said in the statement. One of those staff members has now died, according to the San Francisco Chronicle: Airborne transmission of the coronavirus, possibly linked to an inflatable Christmas costume, is the likely cause of a 44-person outbreak — and at least one fatality — in the emergency department at Kaiser Permanente San Jose. … Late Sunday evening, Kaiser Permanente issued a statement that one of the emergency department employees who had been working on Christmas “has passed away as a result of COVID-19 complications.” An expert told the Chronicle that “the inflatable costume might not have been perfectly sealed, allowing it to push air — and droplets — in various directions. In such a circumstance, the person wearing the costume would not have to be infected with the coronavirus to pose a problem.” NBC Bay Area reported that there is also an alternate explanation for the outbreak: [O]ne ER employee who asked not to be identified said there may be another reason for the outbreak. “They were doing respiratory treatments inside a room that they’re not supposed to,” the employee said. As Breitbart News reported last week, California reached “zero” percent capacity in intensive care units (ICUs) statewide, though many hospitals do have beds available after using “surge” capacity to accommodate additional patients. 2 Jan 2021 Colleges and universities in the United States have experienced a decline in student transfers in the wake of the Chinese coronavirus, according to a recent report from the National Student Clearinghouse Research Center. Student transfers have dropped this year, as the total number of transfer students fell a little more than 8 percent in 2020 compared to fall 2019, according to a new report from the National Student Clearinghouse Research Center. “Typical pathways of transfer and mobility may be altered due to student concerns borne out of the pandemic, related to family finances, health, childcare, or a sudden need to move closer to home,” wrote the authors of the report. “Early disruptions in institutional reopening plans due to COVID-19, coupled with the disparate economic and health impacts of the virus across different populations, make navigating these transfer options even more difficult,” they added. The report added that the largest decrease has occurred in what is known as “reverse transfers,” which refers to students transferring from four-year institutions to two-year ones. Those types of transfers have declined by 19.4 percent. “A multifaceted threat to community college enrollment — an 18.5 percent drop in freshmen, a 19.6 percent decline in reverse transfers, an 18.7 percent drop in returning students, and 7.2 percent fewer continuing students — presents potentially serious implications for the sector and for the students it serves,” the authors wrote. “If the current trends continue, these divides will only grow, with a troubling risk that institutions will not survive, and would-be students will not manage to come back next year,” they added. Student transfers from one four-year institution to another, or one two-year institution to another — those have decreased by 12 percent in 2020, which is four times the rate of decline in 2019. As for transfers from two-year institutions to four-year ones, those have declined slightly by less than 1 percent. Re-enrollment for students who have previously dropped out of college has also decreased in 2020. The authors went on to claim that the overall decline in student transfers could have a lasting effect on student success in general. “The general dampening of student mobility identified in this report could have a lasting impact on postsecondary success and attainment, including affordable access to bachelor’s degrees for community college students, and critical opportunities for course-correction by students in all institutions whose goals have changed or who seek a stronger institutional fit,” they wrote. “It is not clear whether the pandemic is driving students to stay put because decision-making and administrative hurdles are more difficult to overcome without face-to-face guidance and advising, because financial and technological barriers are weighing more heavily on students and their families, or because they are simply more reluctant to risk changing institutions amid the uncertainty of the health and economic crises,” they continued. “As the pandemic continues to constrain these avenues of institutional choice, however, students will face ever larger barriers to degree completion, promising careers, and socioeconomic mobility,” the authors added. A separate December Clearinghouse report revealed that the higher education sector lost 400,000 students this fall because of the Chinese coronavirus — which is twice the rate in 2019. A third recent Clearinghouse report also shows the number of high school graduates going directly to college decreased by 22 percent this fall, adding that those graduates were mostly low-income and urban students. Former Vice President Joe Biden and the Democrat Party are sincere in their stated intentions to destroy the nation’s oil and gas industry, warned Trump Campaign Senior Economist Stephen Moore on Monday’s edition of SiriusXM’s Breitbart News Daily with host Alex Marlow. “The left has this obsession — it’s like a religion for these people — they are absolutely obsessed with destroying the American oil and gas and coal industries,” said Moore, urging Pennsylvanians to consider Biden’s repeatedly stated commitment to ending domestic fossil fuel consumption. “Part of this is a kind of nihilism of the left. I think they want to destroy them. A lot of them actually feel like America is responsible for all the problems in the world, so we we have to pay a sacrifice by destroying our industrial base,” Moore said. “Look what they’ve done to the coal industry across the United States,” he continued. “Look what’s happened to coal towns from West Virginia to Wyoming to Pennsylvania to Ohio and my home state of Illinois. They’ve destroyed the coal industry [and] tens and tens of thousands of jobs, working class Americans.” Moore called left-wing and Democrat claims of concern for “working class America” hollow, given their opposition to blue-collar energy industry jobs. LISTEN: Moore remarked, “These are people who say how much they care about work class America. They’re not bluffing when they say they’re going to destroy the oil and gas industry. They’re going to do it. These people are radicals.” Moore held that Democrats and leftists “actually believe” that America’s energy needs can be supplied with wind and solar power. He said such a position is “really the stupidest thing I ever heard.”  Biden regularly frames fossil fuel consumption as a driver of “climate change” and “global warming.” He has repeatedly described carbon dioxide as a “pollutant,” while advocating “decarbonization” of the economy. “I think whoever wins Pennsylvania is going to win this election,” Moore estimated. “It’s really that simple. It comes down to Pennsylvania, and Pennsylvania is an energy state. There are 300,000 direct employees to the oil and gas and coal industry and probably another 100,000 or so who are indirectly related to the oil and gas industry.” Moore added, “So for Pennsylvania voters to say, ‘Vote for Biden,’ is like if I went to Nebraska and said, ‘We don’t want to grow corn.'” This is one of your major industries that is under assault.” Biden’s left-wing economic agenda would disproportionately harm the most economically vulnerable Americans, Moore stated. “The people at the bottom are the first people to get laid off,” Moore said. “They’re going to get crushed. They’re going to get flattened by the Biden agenda, but it’s not rich people. … For poor people and immigrants you’re coming to the country looking for jobs, it’s going to be so destructive.” President Donald Trump won Pennsylvania in 2016’s presidential election by a margin of just over 44,000 votes. He won 2,970,733 votes against 2,926,441 votes for Hillary Clinton. Moore said a Biden administration would facilitate China’s ascension to be the world’s dominant superpower. “I thought I would never say these words, because I just love this great country of ours — that’s why I know is Trump is going to win, because it will be such a catastrophe if Biden wins — but if God forbid Biden wins, within four years China will be the new world economic superpower,” Moore stated. “We will have surrendered it, not because the Chinese are so smart and are much better than we are. It’s because we will have decided to surrender our economic prowess. That’s how bad Biden’s policies will be, and we have to be the world economic superpower. We’ve been that for 75 years. We’re a force for good. I know the left thinks we’re a force for evil, but we have got freedom and prosperity to the whole world,” he said. “If we turn left, you know what happens? The whole world starts to turn left. It will be very negative. I mean, I really think this is a turning point, not just for the United States, but the whole world,” Moore added. Moore warned of leftist-driven political violence after what he predicted would be Trump’s reelection. “I hope I’m wrong about this, but I think there will be bloodshed [after the election],” cautioned Moore. “I think there are going to be riots that make the riots we saw this summer look like a picnic. I think the left will go berserk. Trump is going to have to be ready with the National Guard in our major cities, and that is thuggery, and we cannot surrender to that. We have to use all due force.” “I am a libertarian. There is no greater advocate of the First Amendment than I am,” Moore continued. “People have the right to peacefully protest. People obviously — if they’re not happy with the election — have the right to go march and so on, but we cannot tolerate violence. We cannot tolerate people burning down buildings and cities and destroying property and beating up people.” “We can’t surrender to that, and it’s all the more reason why Trump has to win,” concluded Moore. Sen. Dan Sullivan (R-AK) told Breitbart News that America’s energy industry “is going to come under serious attack” should Democrats seize a Senate majority, highlighting the left-wing party’s opposition to fossil fuel consumption and the oil and gas industry’s centrality to Alaska’s economy. “I came back from a deployment in Afghanistan as a marine and I decided to throw my hat in the ring,” Sullivan stated in an interview on SiriusXM’s Breitbart News Sunday with host Joel Pollak. Sullivan said he was compelled to run for political office in response to the Obama administration “shutting down” Alaska in pursuit of ostensibly environmental goals. “The big reason I ran was because the previous Obama-Biden-Harry Reid power structure was shutting down my state,” Sullivan shared. “No access to federal lands, crushing jobs because they were so against resource development, putting liberal judges on the Ninth Circuit who are against issues like the Second Amendment that matter deeply to Alaskans, and shredding our military.” The Department of Interior (DOI) announced in August that it has approved oil drilling leases for the first time in Alaska’s Arctic National Wildlife Refuge (ANWR).  The Biden-Sanders Unity Task Force Recommendations — a political manifesto composed by the presidential campaigns of former Vice President Joe Biden and Sen. Bernie Sanders (I-VT) — advocates the closure of ANWR to resource exploration and development as a measure to combat “climate change.” LISTEN: The Republican majority in the Senate is “working with this president and his administration” on matters of importance to Alaska “like opening ANWR,” Sullivan remarked. Most of Alaska’s native communities are “extremely supportive” of energy development in ANWR, Sullivan stated, who noted his wife’s lineage as an Alaska Native. “We’re unleashing this American energy renaissance,” Sullivan declared. “We’re rebuilding our military. We’ve put over 220 judges on the federal courts, and finally we’re able to have access to our federal lands with the federal government that wants to help us — not block us, the way the previous Obama-Biden administration did.” Sullivan continued, “The key issue in my election is, do we want to continue to move forward on this positive agenda for Alaska, which I think is a positive agenda for America, or go backward in what I call the National Democrats’ view on Alaska, which is anti-resource development, anti-Second Amendment, anti-military, anti-law enforcement? That’s what they would do to my state, but that’s what they do the country, which is why keeping the Senate in Republican hands is so important.” Pollak said Alaskans have shown that sections of ANWR can be “managed properly” in environmental and ecological terms by using processes such as directional drilling and ice roads. “It’s not just like they’re going in there and dumping a bunch of metal across the landscape,” Pollak explained. “They do it carefully and they do it in a responsible way, and Trump got it done in 2017. In that tax cut, he opened up ANWR, and that was something that Congress could not get done for decades. My feeling is, I can’t imagine the voters of Alaska would punish the government, the Congress, and the president for giving ANWR the opportunity to flourish, which is something Alaskans have wanted for decades.” Sullivan replied, “The national Democratic Party has become irrationally opposed to producing American energy.” Development of Alaska’s energy resources is a matter of national security, Sullivan assessed. He contrasted domestic environmental regulations and standards with those of foreign competitors. “In Alaska, we have the highest standards in the world with regard to environmental protection on producing energy,” Sullivan said. “In Prudhoe Bay, you can’t spit chewing tobacco on the tundra without having to report it. It is so meticulous.” Sullivan went on to say, “Energy production in Alaska and America is such a win-win. What do I mean by that? It’s good for jobs, of course. It’s good for energy security, of course, because you’re producing your own energy. It’s good particularly in the Midwest and lower 48 for additional manufacturing because when you have large volumes of natural gas, you can move into other manufacturing value-added industries, and we’re seeing that.” Sullivan added, “It’s good for the environment, and people say, ‘Wait, what do you mean?’ Because we have the highest standards, and if you’re not going to produce in places like Alaska when the world still needs oil and gas, what happens is you drive production to places like Russia or Kazakhstan or Azerbaijan that don’t have the standards nearly that we do and trash their environment when we protect ourselves?” Democrat political control of Congress and the White House would place the “gift of American energy” at risk, concluded Sullivan. Al Gross, Sullivan’s opponent, has been the beneficiary of the majorityof outside spending on the Senate election in Alaska. According to Open Secrets, Alaska has been targeted with $12.9 million spent on advertising and communications “against Republicans” compared with $96,000 “for Republicans.” Sen. Mark Warner (D-VA) is a “swamp creature” who voted against financial relief for families in Virginia, said Dr. Daniel Gade, Republican nominee to represent Virginia in the Senate, in an interview on SiriusXM’s Breitbart News Sunday with host Joel Pollak. Gade linked his military service record of over 20 years to his advocacy for veterans’ interests. “Veterans are a valuable source of inspiration to Americans, and honestly, they’re an asset to the labor force,” Gade remarked. “What we ought to be doing is focusing on policies that give them what they’re owed and also serve to further America’s interests, and that’s what I’ve been focused on my entire professional career.” Pollak invited Gade’s assessment of the race for the U.S. Senate seat from Virginia. Gade replied, “Two months ago, I was down 22, and now I’m down seven, and this is against a two-term incumbent swamp creature Mark Warner, who’s only ever done politics his entire life. He’s been in politics longer than I’ve been alive. I’m 45. What we’ve got going here is an insurgent race that is absolutely going to blow Americans’ minds when we flip this seat, and we’re closing rapidly, and people are sick of it.” Warner’s net worth is approximately $220 million, according to the latest financial disclosures collected by Open Secrets. LISTEN: Gade remarked, “Virginians are suffering right now, and this guy is such a swamp creature that he voted with his party against COVID relief like his party told him to… He voted against COVID relief for Virginia families.” Warner described the $1 trillion package proposed by Senate Republicans as “skinny” in his statement opposing the proposal. Gade said, “The general assembly in Richmond — that’s our state legislature — they flipped to Democrat control last fall, and the Democrats immediately set about destroying Virginia, passing some really onerous gun bills, including raising taxes on working families through energy policy.” “Of course our governor is blackface and infanticide Ralph Northam, so what we’re looking at right now is a huge backlash against the liberals,” Gade determined. “That makes this race winnable, plus people are sick and tired of Mark Warner. He won by less than a percent last time.” Warner was reelected in 2014 with 49.1 percent of the vote against Republican nominee Ed Gillespie’s 48.3 percent. Warner’s margin of victory was under 18,000 votes out of a total of nearly 2.2 million cast ballots.  Gade called for more veterans to be elected to Congress while urging greater congressional oversight over the use of military force. “I am a national defense guy,” Gade stated. “I spent 25 years in the army. I lost a leg in combat. I’ve served my country in uniform for a long, long time, and we need more veterans in Congress who will take a very skeptical eye towards the kind of nonsense nation-building that we’ve been doing for a long time, and that goes for both parties’ administrations, Republicans and Democrats, and it goes for all kinds of members of Congress, including people like Mark Warner who’ve never bothered to serve in uniform.” Gade added, “I am [a veteran]. I care about veterans and I will serve veterans.” Gade concluded, “We can win these races if we just stop listening to the nonsense lies from the mainstream media and start instead working to save our own country. It’s on us. There’s no savior. There’s no other place we can go. We must fight for our own country, and that means just plugging away at it.”", "dominantCategory": ["immigration"], "metadata": ["coronavirus", "minister", "england", "lockdown", "ban", "uk", "guidelines", "distancing", "covid", "virus", "campaign", "china", "media", "america", "trump", "alleged", "democrats", "democrat", "education", "vaccine", "reopening", "families", "students", "hospital", "san", "infected", "symptoms", "outbreak", "california", "united", "chinese", "pandemic", "economic", "impacts", "decrease", "joe", "biden", "american", "commitment", "fossil", "fuel", "solar", "economy", "agenda", "vulnerable", "americans", "donald", "presidential", "election", "catastrophe", "senate", "obama", "environmental", "sanders", "advocates", "republican", "congress", "democratic", "labor", "focused", "republicans"], "emotions": {"positive": 128, "negative": 63, "joy": 17, "anticipation": 77, "trust": 35, "fear": 42, "anger": 54, "surprise": 16, "disgust": 18}}, {"text": "Today, radical pundits ignore China’s ambitions for world domination and its crackdown on Hong Kong. But despite the deliberate media blackout, the Chinese Communist regime’s gross malfeasance in handling the COVID-19 pandemic has resulted in the deaths of over a million people worldwide. And as we all know, the virus has now reached the Oval Office. Indeed, the president of the United States was sent to Walter Reed hospital because the Chinese government allowed a deadly pandemic to rampage out of control while dissembling on the issue from day one. The Communist government did not even disclose the existence of COVID until six days after it knew about it, then refused to allow our health inspectors to ascertain the facts on the ground. Had Chinese officials disclosed the traits and origins of the virus, we could have contained it far sooner. But of course they didn’t. Yet rather than thank President Trump, who took quick action against all of the so-called “experts” at the China-controlled World Health Organization by blocking travel from that Communist country, Democrat apologists and their media mouthpieces have been busy blaming him in the most vitriolic way possible. Rarely, if ever, has political commentary descended into such an abject level of unbridled anger and hatred as it has toward our president. A veritable cesspool of social media trolls, as well as their vile counterparts on cable news, have gone as far as to wish for the worst for President Trump. The crackdown on the real culprit should begin now. Every American leader should be resolved to protect America’s national security as well as our values by bringing our vital supply chains—from medicine to manufacturing to precious metals—back home and out of the grip of China’s oppressive tactics. I know I am. Multinational corporations that put their bottom lines over the national interest by outsourcing American jobs and security to China ignore the environmental and human exploitation. It would appear currency manipulation and intellectual property theft means nothing to them. In short, they refuse to see the Communist Chinese government for what it actually is: an oppressive totalitarian dictatorship, one of the worst human rights abusers on the planet (ask the Muslim Uyghurs), and a state that is still determined to rival and supersede the United States as the number one economic and military power on the planet. So the questions must be asked: How many more businesses have to close, how many more children must be kept home from school, how many more Americans have to die before those truly responsible pay the price? Joe Biden, who helped implement the horrific trade deals of old and whose family profited handsomely from them, assures us Communist Chinese are “not bad folks…they’re not competition for us.” My opponent, Sen. Tina Smith, who this cycle has taken nearly $100,000 dollars from corporate PACs that outsource American jobs to China, according to Federal Election Commission records, still won’t open up Minnesota’s Iron Range to precious metal mining. And according to her own financial disclosure report from August 2020, Smith’s husband owns between $50,001 and $100,000 in stocks for YUM! Brands, Inc. out of China, which held $1.5 billion in offshore tax havens and had 26 tax haven subsidiaries in 2017. It’s little wonder these Manchurian Candidates blame Donald J. Trump, but for their cheerleaders to wish him ill health or even death?  Disgusting, but of course coming from the same left-wing liars in the press who have been gaslighting Americans by telling them Republicans are responsible for today’s polarization. Naturally, the opposite is true. It is the Democrats who hatched an illegal scheme to spy on and impeach their political opposition because they didn’t like the election results. It is Democrats who seek to end the filibuster and pack the Supreme Court because it won’t rule the way they want. And it is Democrats who make excuses for a brutal regime in China that operates on the basis of fear while castigating a U.S. president for saying, “Don’t be afraid.” That should tell you all you need to know.", "dominantCategory": ["immigration"], "metadata": ["hong", "media", "chinese", "pandemic", "deaths", "virus", "united", "hospital", "covid", "trump", "democrat", "american", "china", "environmental", "economic", "children", "americans", "joe", "biden", "election", "donald", "republicans", "democrats", "illegal", "supreme"], "emotions": {"negative": 18, "anger": 23, "positive": 27, "disgust": 4, "fear": 11, "trust": 6, "surprise": 4, "anticipation": 7, "joy": 1}}, {"text": "", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": "/////////  Vice President Mike Pence told Breitbart News in an exclusive interview Friday that President Donald Trump’s America First agenda “literally transformed” the Minnesota Iron Range. Breitbart News traveled with Pence to Duluth, Minnesota, during which the vice president charged that the president’s policies had reinvigorated the region after it was losing jobs to China. Breitbart News’s interview with the vice president follows as six Democrat Minnesota mayors from the Iron Range region endorsed Trump over former Vice President Joe Biden. In their letter to the American people, the Democrat mayors charged that Biden did “nothing” for the working class. The mayors wrote: Like many in our region, we have voted for Democrats over many decades. We have watched as our constituents’ jobs left not only the Iron Range, but our country. By putting tariffs on our products and supporting bad trade deals, politicians like Joe Biden did nothing to help the working class. We lost thousands of jobs, and generations of young people have left the Iron Range in order to provide for their families with good paying jobs elsewhere. Today, we don’t recognize the Democratic Party. It has been moved so far to the left it can no longer claim to be advocates of the working class. The hard-working Minnesotans that built their lives and supported their families here on the Range have been abandoned by radical Democrats. We didn’t choose to leave the Democratic Party, the party left us. The vice president noted during his interview with Breitbart News that Trump implemented Section 232 tariffs to help revive the Minnesota Iron Range. “We had the mayor, former Democrat mayor of Duluth, out there with his family, but to have six Democrat mayors across the range across northern Minnesota, I was struck by when they stood up, and the crowd went wild,” Pence said. During the campaign event in Minnesota on Friday, Rep. Pete Stauber (R-MN) said Trump “brought mining and manufacturing back to the shores of the United States.” Pence said during the campaign event that a Biden administration would return “back to economic surrender with China.” He emphasized that Trump’s tariffs leveled the “playing field” for American workers. Pence added during his campaign event in Duluth, Minnesota, that when mining was shut down in the Iron Range, Biden told miners to “learn to code.” He added during the event, “Pence always stands up for the Iron Range.” “I think it’s really emblematic. I mean China was engaged in massive dumping and wiping out the Iron Range, and the president comes and puts in 232 tariffs, digs in and says we’re going to end it, before the pandemic it literally transformed the Iron Range,” Pence told Breitbart News.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["donald", "america", "agenda", "china", "democrat", "trump", "joe", "biden", "american", "democrats", "families", "democratic", "advocates", "campaign", "united", "economic", "pandemic"], "emotions": {"negative": 7, "positive": 26, "anger": 3, "surprise": 3, "anticipation": 5, "trust": 1, "fear": 2}}, {"text": "Mexico’s cooperation with the U.S. on border security is at an all-time high, declared Deputy Department of Homeland Security (DHS) Secretary Ken Cuccinelli on Thursday’s edition of SiriusXM’s Breitbart News Daily with host Alex Marlow. President Donald Trump’s initially “heavy-handed” approach towards Mexico on issues related to border security and illegal immigration yielded unprecedented cooperation with the bordering states, Cuccinelli stated. “We have never had better cooperation from our Mexican partners to the south on blocking illegal immigration than we’re getting right now,” he added. “We’re in a completely different place [with Mexico],” Cuccinelli remarked. “Right now, under the public health order, the vast proportion of Mexican nationals coming across illegally [are being returned] in under two hours to Mexico, and that can only be done with their cooperation.” LISTEN: Cuccinelli continued, “We’re also returning some folks from Central America that quickly and [are] still running what’s called the MPP — Migrant Protection Protocols — which allows us to essentially put individuals or families in Mexico to wait for their hearings in the United States, instead of having to either hold them in ICE facilities or release them, which is exactly what we are trying to avoid.” The U.S. and Mexico operate “mirrored patrols” across the shared border, Cuccinelli said, identifying the shared security operations as evidence of improving coordination between the two states. Increased border security for Mexico’s northern and southern borders benefits the Mexican economy, he asserted. Cuccinelli added, “[Mexico has] also put a lot more enforcement effort into its southern border, and that’s born real fruit for the United States of America because of the reduced flow of the illegals coming from Central America.” He then took time to give an update on the construction of the border wall. “The president has pushed ahead on all those fronts [including] building the wall,” added Cuccinelli. “We got to the first hundred miles, it took all the way to January of this year, the second hundred miles was in June. I think the third hundred miles will be in the same season. I think we’ll get there in the summer.”", "dominantCategory": ["immigration"], "metadata": ["homeland", "dhs", "cuccinelli", "donald", "mexico", "illegal", "immigration", "america", "protocols", "families", "hearings", "united", "southern", "borders", "economy"], "emotions": {"positive": 16, "trust": 3, "anticipation": 7, "anger": 2, "surprise": 1, "negative": 1}}, {"text": "President Donald Trump has achieved energy independence for the United States, his Energy Secretary Dan Brouillette told Breitbart News for an exclusive interview at the Conservative Political Action Conference (CPAC) this weekend. The interview, which aired Tuesday on Breitbart News Daily on SiriusXM 125 the Patriot Channel, focused on the Trump administration’s successes on energy, the environment, and the economy. “Back in the 1970’s, you know, when I was growing up, we were dependent on nations that did not have our interests at heart,” Brouillette told Breitbart News. “I remember distinctly growing up in south Louisiana sitting in a gas line with my father wondering why we were waiting in line for gas. We were from Louisiana, an oil producing state. How could this be? We have moved from that to the world’s number one producer of oil and number one producer of gas and we’re the second largest producer of renewable energy in the world today. So, it’s a phenomenal success story and what does that mean? Well obviously it means, as the president reported, a good economy, a strong economy. These jobs that are being created in this energy industry all across the world, but importantly it also means that he has options in the foreign policy space that did not exist in the 70s or 60s or even just two decades ago. For instance, he can now move an embassy from Tel Aviv to Jerusalem and not have to look over his shoulder, not have to worry what that means for gas prices for America. Because America is energy independent, Brouillette said, Trump can make decisive decisions without worrying about ruffling feathers around the world. “He can take decisive actions and go after the Soleimanis of the world without having to worry about what that means for our energy supply to America,” Brouillette said. “It’s an exciting time and it continues to grow.” Brouillette, in the interview, also made the case against socialism. President Trump has promised in his various State of the Union addresses that America will never become a socialist country. Brouillette, in his Breitbart News exclusive interview, said that socialism would harm the country significantly when it comes to energy. “All you have to do is look at Venezuela,” Brouillette said when asked to make the case against socialism since CPAC’s theme was “America Versus Socialism.” “Look down south and see what’s happening [in Venezuela],” Brouillette said. “A very energy rich nation. A very beautiful country, a rich country steeped in resources and it’s gone from that to what it is today, which is basically a complete collapse of their economy. There are important lessons to learn there for America. It’s the fundamental difference between the Trump administration policy, one that is built on energy diversity. We’re going to produce fossil fuels, we’re going to produce renewable energy, we’re going to produce nuclear energy. It’s a fundamentally different approach to what you see in a socialist nation.” Brouillette added that unlike socialist nations, the Trump administration and the United States values“human innovation,” whereas socialists do not. “We mentioned Venezuela and socialism earlier,” Brouillette said. “They don’t think of their people as very important if you will or as assets. It’s fundamentally different than here in the United States. The beauty of our approach is that we recognize the human innovation. The talents that Americans and humans bring to these energy issues. If you think about it a little bit philosophically, oil is what? Oil is nothing more than a dirty liquid in the ground. It doesn’t have value as resource until we apply our human talent to it and our human innovation to it and we use it as energy. That’s what we do in America so very well. It’s what socialist countries don’t do at all. They treat these resources as resources available to the government and not to the people and it’s just a radically different approach than we have here in America.” Brouillette said that part of the success on energy in the Trump administration proceeds from a broader directive from the president to cut two regulations for every new one issued. “The president gave us a directive very early in the administration to look at the regulatory policies that we have in each one of our agencies,” Brouillette said. “That’s exactly what we’ve done. We’ve reviewed all of the regulations within the agencies and we made selective decisions about what to eliminate. And he was very specific. He said for every new regulation, you have to reduce another. What we’ve done over the last two to three years, for every new regulation we’ve imposed … we’ve reduced the regulations by 22 on the other side of the ledger. That opens up the market place, it opens up capital investment, it opens up the entire energy workspace for all Americans. And what we’re focused on, and the other directive he gave us, is focus on all forms of energy. So, for the president, all of the above literally means all of the above. It does mean coal, it does mean natural gas, it does mean crude oil, it does mean nuclear, it does mean renewable energy. So, it’s all of the above that gives us diversity. It gives us options, which if you come from a free market school of thinking, the more options you have as a consumer, the better pricing you’re going to get. That’s what we’re seeing all across America, cheaper pricing and more availability of energy.” At CPAC, the administrator of the Environmental Protection Agency (EPA), Andrew Wheeler, said the environment has never been cleaner. Asked about that, Brouillette said that the reason is the “approach we take” in the Trump administration to energy production. “It’s the development of nuclear energy, which is zero carbon, it’s carbon free, it’s emissions free,” Brouillette said. “What we’ve seen over the last decade or so is that we’ve been able to grow the economy by roughly 17 percent, perhaps a little more, because I don’t have the latest economic statistics. We’ve been able to grow the economy here in America and at the very same time, we have reduced carbon-related emissions from the energy field by fourteen percent. Think about that for a second. There is no other country in the world that can make that claim. We’ve grown our economy and at the same time reduced carbon-related emissions. It’s a fantastic story and I think it serves as a proof point to this approach of developing all forms of energy.”", "dominantCategory": ["climate-change"], "metadata": ["donald", "trump", "united", "conservative", "focused", "economy", "nations", "renewable", "america", "fundamental", "fossil", "nuclear", "americans", "environmental", "emissions", "economic"], "emotions": {"positive": 26, "surprise": 8, "anticipation": 16, "trust": 14, "negative": 2, "fear": 5, "disgust": 7, "anger": 6, "joy": 5}}, {"text": "Sen. Elizabeth Warren (D-MA) said on Thursday following President Donald Trump’s tweet announcing that Scott Pruitt was stepping down as administrator of the Environmental Protection Agency (EPA) that anyone who doesn’t believe in climate change should not head the agency. The Hill reported on Warren’s statement about Pruitt’s resignation in which she said he should have been fired “28 scandals ago,” even though he was not fired but tendered a letter of resignation to Trump. In the letter, Pruitt mentioned “unrelenting attacks” from the leftwing media and Democrats for alleged ethics violations, including criticism of family members “that have taken a sizable toll on all of us.” Warren claimed in the statement that Pruitt should never have been selected by Trump because he didn’t believe in manmade climate change. “A man who doesn’t believe in climate change never should have been in charge of the Environmental Protection Agency in the first place,” Warren said. “And a government official that corrupt should have been fired by the President of the United States 28 scandals ago.” Warren also slammed Andrew Wheeler, Pruitt’s deputy who will now serve as acting administrator, saying he is “a longtime Washington insider and corporate lawyer who’s done the bidding of fossil fuel companies for decades.” Then Warren went on to trash other members of Trump’s cabinet, calling them by name and saying they have “no business” heading federal agencies. “Donald Trump’s cabinet is full of people who have no business running their agencies,” Warren said. “Betsy DeVos at the Education Department. Steve Mnuchin at Treasury. Jeff Sessions at the Justice Department. Mick Mulvaney and his part-time work at [the Office of Management and Budget] and the [Consumer Financial Protection Bureau],” the Hill reported. In his resignation letter, Pruitt praised the president and thanked him for allowing him to be a part of an agenda that is aimed at reversing the dangerous and damaging regulations put into place by climate change activists in the Barack Obama administration. “Your courage, steadfastness and resolute commitment to get results for the American people, both with regard to improved environmental outcomes as well as historical regulatory reform, is, in fact, occurring at an unprecedented pace and I thank you for the opportunity to serve you and the American people in helping achieve those ends,” Pruitt wrote.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["donald", "tweet", "environmental", "climate", "trump", "media", "democrats", "alleged", "violations", "united", "washington", "fossil", "fuel", "calling", "education", "agenda", "activists", "obama", "commitment", "american"], "emotions": {"positive": 16, "fear": 7, "negative": 6, "anticipation": 4, "surprise": 3, "anger": 2, "trust": 4, "disgust": 1, "joy": 2}}, {"text": "“It is difficult to get a man to understand something, when his salary depends upon his not understanding it!” Upton Sinclair. The global climate change industry is worth an annual $1.5 trillion, according to Climate Change Business Journal. That’s the equivalent of $4 billion a day spent on vital stuff like carbon trading, biofuels, and wind turbines. Or — as Jo Nova notes — it’s the same amount the world spends every year on online shopping. But there’s a subtle difference between these two industries — the global warming one and the online shopping one. Can you guess what it is? Well, it’s like this. When you go to, say, Charles Tyrwhitt to buy a nice, smart shirt, or Amazon to buy the box set of Game of Thrones, or Krazykrazysextoy.com to replace your girlfriend’s worn out rabbit, no one is holding a gun to your head. You are buying these things of your own free volition either for yourself or for someone you love. You have paid for them, out of your own money, because you have made the calculation that they will make your life that little bit better. Better than it would, say, if you’d kept the money in your bank account or spent it on something less desirable — a novelty dog poo ornament, say, or a handknitted sweater with Jimmy Savile’s face on it and “I HEART paedos” picked out in gold lamé lettering. When, on the other hand, you buy stuff from the climate change industry, you have no choice in the matter whatsoever. It’s already priced into your taxes, your electricity bills, the cost of your petrol, the cost of your airfare, the cost of every product you buy and every service you use. It is utterly inescapable, this expenditure. Yet unlike your online shopping — which, remember, costs roughly the same as you spend each year on the climate change industry — you get precisely nothing in return. No, it’s worse than that. You get less than nothing. You get stuff forced on you that you really don’t want: bat-chomping, bird-slicing eco-crucifixes looming on your horizon, keeping you awake, trashing  your property values; fields of solar panels where they used to grow wheat or you used to walk your dog; prissy missives from your local council expecting you to be grateful for the fact that now you’ve got to separate your trash into seven different recycling bags rather than the previous five, and that they’re only going to collect your rubbish once a fortnight instead of once a week; teachers filling your kids’ heads with junk science propaganda; free parking slots for electric cars you don’t own but which you subsidise for richer friends who do; feel-bad nature documentaries about how it’s all your fault that this stuff “may” soon disappear; energy-saving lightbulbs that take your nocturnal home back to the kind of sepulchral gloom Western civilisation thought it had bade farewell to in the 1890s; the Prius, the car which recalls the style and comfort of the cars the fall of the Berlin Wall was supposed to have ended; yawning gaps where used to grow the woods which have been chopped down and chipped to create biomass for burning in power stations which used to run more cheaply and efficiently on coal… Then there are the people who benefit financially from this $1.5 trillion climate change industry: the carbon traders; the dodgy academics; the vulture capitalists pecking on the bloated carcass of renewable energy; the environmental NGOs; the environmental consultancies who specialise in giving “expert” testimony at planning appeals, arguing on the most spurious grounds that no the bats and birds in this area aren’t going to be affected by this new wind turbine they’re going to be happier than ever no really; the sustainability officers at every level of local government; the green advisers attached to every business who advise them how to reduce their CO2 count; the PR companies that specialise in green awareness; Dale Vince…. These people do not deserve your money. Not a penny, a cent, or a sou of it. Look, I don’t begrudge anyone the right to earn a living — just so long as they’re providing someone, somewhere with something they actually need. Not a single person working in the climate change industry fulfils this criterion. Not one. If you scrapped Michael Mann’s job tomorrow the world would not suffer the slightest loss and science would be all the better for it. Sure, you might argue, there’s some kind of trickledown effect as the money we’re force to pay these shysters and bludgers and charlatans and scroungers via various taxes and tariffs feeds back into the economy. But you could make the same argument were these people paid the same amount of money by the government to dig holes in the ground and fill them up again — which would be a vastly preferable use of tax payer money because then these utterly useless parasites would be reminded every day how pointless the “work” they do actually is, whereas as things are, many of them suffer under the delusion that their green non-jobs are somehow virtuous and important. In the headline I call the climate change industry a hoax. That’s because, on any objective level it is. I don’t mean that all the scientists and businesses and politicians promoting it are abject  liars — just most of them, even if it means that in order to keep earning their living they have to be dishonest with themselves about something they know in their hearts not to be true. Alex Epstein, author of the Moral Case For Fossil Fuels, sets out the fundamental problem with the climate change industry here: ..Increasing the amount of CO2 in the atmosphere from 0.03 per cent to 0.04 per cent has not caused and is not causing catastrophic runaway global warming. Dishonest references to “97 per cent of scientists” equate a mild warming influence, which most scientists agree with and more importantly can demonstrate, with a catastrophic warming influence – which most don’t agree with and none can demonstrate. That’s it. If you accept the validity of that statement — and how can you not: it is unimpeachably accurate and verifiable — then it follows that the $1.5 trillion global warming industry represents the most grotesque misuse of manpower and scarce resources in the history of the world.", "dominantCategory": ["climate-change"], "metadata": ["global", "climate", "online", "warming", "solar", "renewable", "environmental", "co2", "economy", "scientists", "fossil", "fundamental", "catastrophic"], "emotions": {"fear": 18, "anticipation": 18, "positive": 24, "negative": 19, "surprise": 1, "anger": 17, "joy": 11, "trust": 7, "disgust": 8}}, {"text": "Bill Nye has a new nickname. It’s not as snappy as his old one, “the Science Guy,” but it’s a lot more accurate. Nye wants all the old people to die, preferably sooner rather than later, because they stand in the way of his holy mission to save the planet from climate change. He told the LA Times: Climate change deniers, by way of example, are older. It’s generational. So we’re just going to have to wait for those people to “age out,” as they say. “Age out” is a euphemism for “die.” But it’ll happen, I guarantee you — that’ll happen. Perhaps he could have some help from his zany colleague Marcello Arguello, a stand-up comedian who writes scripts for his Emmy-nominated [lol] show Bill Nye Saves The World. Arguello apparently shares his enthusiasm for some kind of old peoples’ cull, as she recently confided to her friends on Twitter in the wake of the Congressional baseball shootings. Sen. Tom Cotton (R-AR) says 20-year-old college student Mollie Tibbetts would still “be alive” if the United States’ immigration laws were “seriously” enforced. Law enforcement announced on Tuesday that Tibbetts’ body was found in a cornfield in her rural hometown of Brooklyn, Iowa after she was last seen jogging on July 18. Illegal alien Christian Bahena-Rivera, a 24-year-old from Mexico, has been charged with first-degree murder in her death after police say he admitted to confronting and chasing down Tibbetts. Cotton, a staunch opponent of illegal immigration, said he was praying for the Tibbetts’ family and blamed decades of lax enforcement of immigration laws for the death of the young woman. “Prayers for Tibbetts family & all who knew & loved Mollie,” Cotton wrote online. “Lots of questions—where did this illegal alien work? what was his work status—but one thing is sure: Mollie would be alive if our government had taken immigration enforcement seriously years ago.” The illegal alien, charged with first-degree murder, has been living in the U.S. for four to seven years. “On Aug. 21, ICE lodged a detainer with the Poweshiek County Sheriff’s Office on Christian Bahena-Rivera, 24, an illegal alien from Mexico, after he was arrested on murder charges,” Immigration and Customs Enforcement (ICE) officials said in a statement to Breitbart News. Illegal Alien Charged with First Degree Murder of Mollie Tibbettshttps://t.co/omXOSuUGEZ — John Binder 👽 (@JxhnBinder) August 21, 2018 Police say Bahena-Rivera left Tibbetts’ body in a cornfield, placing corn stalks over her to hide her death. Police have said they do not yet have a motive. “For whatever reason, he chose to abduct her,” an Iowa official said.  She subsequently deleted the tweet but expressed no regrets for the sentiment. Elsewhere in his LA Times interview, Nye was given space to rehearse many of his favorite straw men arguments about climate change. Like the one about climate skepticism being the same as not believing in the moon landings: Those of you out here who want to deny humans landing on the moon, if you’re into that — look at the amount of paper NASA generated. You couldn’t afford to fake that much paper! I’m not kidding, you guys. It’d be prohibitively expensive. There’s warehouses full of documents, of specifications and drawings and engineering drawings and so on — just that alone would overwhelm you as a faker. And the one about people who aren’t “experts” being incapable of forming an intelligent opinion about climate change: One of your book chapters is “everybody knows something you don’t.” But here’s a cartoon from “The New Yorker.” It’s a man standing on a plane with his hand in the air, and he’s yelling — — hand in the air, facing the passengers, most of whom have their hands up. And he says, “These smug pilots have lost touch with regular passengers like us. Who thinks I should fly this plane?” And the one where he redefines “skepticism” to exclude skepticism about climate science (which he rebrands “cynicism”). Skepticism is not the same as cynicism. And the one where he pretends that Republicans are anti-science. For me it was in the 1980s. People started taking it for granted. And — of course, everybody loved him — it was Mr. Reagan, or the people around him who were very influential, in taking solar panels off the roof of the White House, curtailing the efforts to teach schoolchildren the metric system — this was all kind of a throwback time for me. Bill Nye is 61 years old. Just sayin’.", "dominantCategory": ["immigration"], "metadata": ["climate", "united", "immigration", "illegal", "mexico", "online", "customs", "tweet", "republicans", "solar"], "emotions": {"positive": 18, "fear": 10, "joy": 6, "sadness": 1, "anticipation": 9, "surprise": 1, "trust": 5, "negative": 10, "anger": 16, "disgust": 6}}, {"text": "California Gov. Gavin Newsom (D), without evidence, declared Friday that the ongoing wildfires in his state prove the science surrounding global warming is now officially settled. “The debate is over around climate change. Just come to the state of California, observe it with your own eyes,” a grinning Newsom told reporters while touring the fire-ravaged North Complex near Oroville. “It’s not an intellectual debate, it’s not even debatable.” “We’re in the midst of a climate emergency, we’re in the midst of a climate crisis,” he continued. “We’re experiences weather conditions the likes of which we’ve never experienced in our lifetime. We’re experiencing what so many people predicted decades and decades ago. All of that now is reality.” The California Department of Forestry and Fire Protection said Thursday that the August Complex Fire has burned 471,185 acres in the Elk Creek and Stonyford area, surpassing the 2018 Mendocino Complex Fire, which burned 459,123 acres. Six of the largest fires in California’s history have taken place in 2020. Cal Fire said 29 major wildfires are active and more than 3.1 million acres have burned in the state since the beginning of the season. The National Interagency Fire Center said 102 large fires have burned a combined 4.4 million acres in 12 states in the western United States, resulting in some two dozen deaths in California, Oregon, and Washington. In California, five people were killed in the LNU Lightning Complex, 10 were killed in the North Complex, and one each was killed in the CZU August Lightning Complex, August Lightning Complex, Tatham Fire, and Hills Fires. The 844-page immigration reform bill the bipartisan “Gang of Eight” dropped in the dead of night contains a lucrative handout that would give taxpayer-funded free cell phones to some people who live or work near the U.S. border with Mexico. Pages 43 and 44 of the bill detail what one conservative blogger, Javier Manjarres of Shark Tank, has already described as the “ObamaPhone” from Sen. Marco Rubio (R-FL). That section reads: SEC. 1107. ACCESS TO EMERGENCY PERSONNEL. (a) SOUTHWEST BORDER REGION EMERGENCY COM- MUNICATIONS GRANTS.– (1) IN GENERAL.–The Secretary, in consultation with the governors of the States in the South- west Border region, shall establish a 2-year grant program, to be administered by the Secretary, to im- prove emergency communications in the Southwest Border region. (2) ELIGIBILITY FOR GRANTS.–An individual is eligible to receive a grant under this subsection if the individual demonstrates that he or she– (A) regularly resides or works in the Southwest Border region; (B) is at greater risk of border violence due to the lack of cellular service at his or her residence or business and his or her proximity to the Southern border. (3) USE OF GRANTS.–Grants awarded under this subsection may be used to purchase satellite telephone communications systems and service that– (A) can provide access to 9-1-1 service; and (B) are equipped with global positioning systems. (4) AUTHORIZATION OF APPROPRIATIONS.– There is authorized to be appropriated such sums as may be necessary to carry out the grant program established under this subsection. Manjarres first found the immigration bill’s free cell phone goodies and dubbed the handout the “MarcoPhone.” “Move over ‘Obama phone,’ we present the new ‘Hola, Como Estas?!’ MarcoPhone,” Manjarres wrote on Wednesday morning.  Rubio spokesman Alex Conant did not return a request for comment from Breitbart News. Interestingly, TracFone, a company that will likely benefit from this type of government program, is based in Rubio’s Miami, Florida. Correction: Breitbart News initially misspelled the name of the company TracFone. We regret the error.", "dominantCategory": ["climate-change"], "metadata": ["california", "ongoing", "wildfires", "global", "warming", "climate", "fires", "united", "deaths", "washington", "immigration", "mexico", "conservative", "southern"], "emotions": {"anticipation": 6, "positive": 20, "fear": 12, "anger": 4, "negative": 5, "trust": 2, "joy": 2}}, {"text": "Demonstrators flooded downtown Los Angeles on Saturday to protest against the Trump administration’s immigration policies. Thousands of demonstrators, along with a handful of high-profile celebrities, lawmakers, and activists, participated in the Families Belong Together-Freedom for Immigrants March, demanding border agents reunite separated immigrant children from their parents who illegally crossed the Southern border. Armed with signs that read, “Children are not criminals,” and “compassion has no border,” demonstrators began protesting outside Los Angeles city hall at 11:00 a.m. Grammy award-winning singer John Legend and his wife Chrissy Teigen participated at the event and urged demonstrators to do more than protest the Trump administration’s immigration policies on social media. “You can’t just talk about it or tweet about it. You’ve got to do something,” said Legend. “I know that opening up Twitter right now feels like it can be a horror show, so much of the news is shocking and maddening and depressing,” the singer added. “I think some of us have a strong temptation to just disengage, but we can’t. We can’t do that. I can’t do that. I have to do something.” The rally featured multiple speeches from activists from open-borders groups, including Coalition for Humane Immigrant Rights of Los Angeles (CHIRLA). In her address to rally attendees, CHIRLA’s Melody Klingenfuss introduced herself as “undocumented, unapologetic and unafraid.” “We will not stop until all the families are judged by the content of their character and not the possession of a legal piece of paper,” Klingenfuss said. The open-borders activist then led the crowd in a chant against the President —”Trump, where’s your heart!?” they shouted. Leading California lawmakers, including Sen. Kamala Harris, Los Angeles mayor Eric Garcetti and Rep. Maxine Waters fired up the crowd with pro-immigration speeches. “If you are pro-family, you cannot separate families,” Garcetti told demonstrators. “Mr. Trump, do your job. ICE, do your job.” “We’ve got a message for the White House,” the mayor added, “We care, and so should you.” Harris told attendees that today’s protest against the administration’s immigration policies represents “an inflection moment.” “This is a moment in time that is requiring us to look in a mirror and ask a question, and that question is, ‘Who are we?’ I believe the answer is `We are better than this,'” the 2020 hopeful said. California Lt. Gov. Gavin Newsom, State Sen. Kevin De Leon, Secretary of State Alex Padilla and members from the Council on American-Islamic Relations and the Women’s March LA Foundation also participated in the event. Organizers for the march says an estimated 55,000 people attended the Los Angeles protest. The Los Angeles rally was one of 700 demonstrations taking place across the county this weekend. “Other #FamiliesBelongTogether Southern California rally locations include Pasadena, Irvine, Malibu, Laguna Beach, Carlsbad, National City, Ramona, San Diego, Palm Springs, Moreno Valley, Riverside and Temecula,” reports NBC 4. President Donald Trump said he is currently having discussions in his administration to deploy military resources on the southern border. Making his remarks during a lunch meeting at the White House with the presidents of Baltic nations, as Gen. James Mattis sat beside him at the table, Trump said, “I’ve been speaking with Gen. Mattis. We’re going to be doing things militarily,” adding, “Until we can have a wall and proper security, we’re going to be guarding our border with the military.” The president did not detail specific plans for policing the border but appeared eager to make it happen after Democrats stalled progress on his long-promised border wall. “That’s a big step,” Trump said. “We really haven’t done that before, certainly not very much before.” Trump confirmed in an afternoon press conference on Tuesday that he does intend to use military force to secure the border. “We are preparing to have the military to secure our border between Mexico and the United States,” Trump said when reporters questioned him for more details. He said he would be meeting with Mattis and other security officials to discuss the issue soon. The omnibus spending deal included less than $1.6 billion for border structures but an impressive $700 billion for the Pentagon in FY2018. In a 2011 interview with Bill O’Reilly on Fox News, Trump signaled interest in using the U.S. military to stop illegal immigration. “You put soldiers on that line,” he said. “Do you have a choice? They are coming over and they are climbing over a fence and there’s nobody within 10 miles.”", "dominantCategory": ["immigration"], "metadata": ["trump", "immigration", "activists", "families", "children", "southern", "media", "tweet", "coalition", "california", "san", "diego", "donald", "nations", "democrats", "mexico", "united", "illegal"], "emotions": {"surprise": 9, "positive": 25, "negative": 2, "fear": 6, "anger": 6, "disgust": 1, "trust": 4, "joy": 3, "anticipation": 10}}, {"text": "Sen. John McCain (R-AZ) conceded on Monday that Republicans will not win one new Hispanic voter over by passing a comprehensive immigration reform bill.  “Let’s say we enact it, comprehensive immigration reform, I don’t think it gains a single Hispanic voter,” McCain said in an interview with PBS’s Gwen Ifill. “But what it does, it puts us on a playing field where we can compete for the Hispanic voter.” McCain has made comments indicating comprehensive immigration reform will not win over Hispanics, but he has also suggested that comprehensive immigration reform is a type of “gateway issue” that Republicans need to pass for Hispanics to consider voting for Republicans.  McCain continued, “If we don’t do that, frankly… I see further polarization of the Hispanic voter and the demographics are clear that the Republican Party cannot win a national election. That’s just a fact.”", "dominantCategory": ["climate-change", "immigration"], "metadata": ["republicans", "immigration", "hispanics", "republican", "election"], "emotions": {"disgust": 1, "positive": 8}}, {"text": "Industry leaders of Silicon Valley criticized the Reforming American Immigration for a Strong Economy Act (RAISE) as an inefficient means of importing foreign white-collar professionals to fill a supposed shortage of labor in the American tech field. Dean Garfield, president of the Technology Industry Council, slammed the legislation in a statement, claiming:  Access to talent is a challenge for the tech industry because not only can we not find enough STEM-skilled Americans to fill open roles, our broken system stops us from keeping the best and brightest innovators here in the U.S. and instead we lose out to our overseas competitors. This is not the right proposal to fix our immigration system because it does not address the challenges tech companies face, injects more bureaucratic dysfunction, and removes employers as the best judge of the employee merits they need to succeed and grow the U.S. economy. The Technology Industry Council represents various tech conglomerates including Apple, Microsoft, Facebook, and Google in lobbying efforts to secure favorable legislation in Washington for Big Tech.  Tech: NYC, which represents the special interests of technology business leaders in the New York area, also joined in the chorus blasting the proposed immigration reform.  Julie Samuels, the executive director of Tech: NYC released the following statement:  Today’s proposal by the Trump Administration and Senators Cotton and Perdue that could cut legal immigration in half is part of a broad and dangerous effort to restrict immigration no matter the cost to our companies and communities. Not only is this bad policy for building a new future-looking economy and for creating new tech jobs, it’s also bad precedent for our country, which has been strengthened over the years by immigrant founders, their companies, and the diversity of ideas and experiences that they—and all immigrants—bring to our shores. It’s true that the immigration system needs reform, but it should be overhauled to make it easier for entrepreneurial workers to come here to build companies and create jobs. Silicon Valley elites have long advocated increasing immigration inflows into the United States. They argue that such policies are needed to fuel dynamism and innovation in a burgeoning economic sector. Critics claim that increasing immigration is merely a means for business leaders to increase profit margins through lower labor costs.  Despite claims that the Tech companies face a domestic labor shortage, American tech workers have been fired by corporations such as Disney and forced to train their replacements, holders of the H1-B visa for foreign white collar professionals.   A Goldman Sachs study claims that nearly 1 million foreign H1-B visa holders work in college-level jobs in the U.S., despite the fact that only 85,000 H1-B visas are distributed annually. In a study entitled, “Understanding the Economic Impact of the H1-B Program on the U.S,” University of California, San Diego economist Gaurav Khanna and University of Michigan economists John Bound and Nicolas Morales make the claim that U.S. wages would be 2.6 percent to 5.1 percent higher without the H1-B visa program due to lessened competition in the labor market.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["american", "immigration", "economy", "labor", "americans", "challenges", "judge", "google", "washington", "trump", "restrict", "united", "fuel", "economic", "visas", "university", "california", "san", "diego"], "emotions": {"trust": 10, "negative": 7, "anger": 8, "anticipation": 14, "positive": 22, "joy": 4, "surprise": 1, "fear": 3, "disgust": 1}}, {"text": "Reuters reports that Mexican officials plan to “defend free trade with the United States by using border security and immigration policy to gain leverage in talks with U.S. President-elect Donald Trump after he takes office next month.” In short, Mexico wants to put “security, immigration and management of the U.S.-Mexican border” on the table alongside trade, in a single wide-reaching negotiation process. These officials told Reuters the deal could include Mexico offering to “reinforce its northern border to curb drug smuggling and migrants,” and also working with the United States to curb the flow of migrants from the rest of Latin America passing through Mexico en route to the United States. International Business Timeseven suggests Mexico might be willing to pitch in on the border wall its leaders have previously refused to consider funding, although no one with rank in the Mexican government seems to be explicitly putting that on the table just yet. Trump’s transition team, meanwhile, is proceeding with plans to build the wall, including consultation with federal border officials, although The New York Times speculates it might not be quite as “big” and “beautiful” as Trump described it during the campaign. In return, Mexico wants Trump to back away from his campaign promises to rework or scrap the North American Free Trade Agreement (NAFTA), which is worth some $500 billion in annual trade between Mexico and the U.S. “It can’t just be about one issue, as that would put us at a disadvantage,” said Victor Giorgana, a congressman from Mexican President Enrique Pena Nieto’s PRI party. These offers from Mexico seem to validate much of Trump’s campaign critique of their practices. They’re offering to do things they should be doing anyway and, in fact, have long insisted they were doing to the best of their ability. Trump has criticized Mexico for failing to take strong measures to secure both its northern and southern borders — and now Mexico is saying it can do more to secure those borders if Trump gives them what they want on trade. This comes with the implied threat that they can make things even rougher on the border if they don’t get what they want. Chamber of Commerce CEO Tom Donohue says the business group “will work cooperatively” with President-Elect Joe Biden to expand legal immigration levels to the United States in order to fill American jobs with foreign workers as 18 million Americans remain jobless. At an annual event this week, Donohue outlined the group’s plans to work hand-in-hand with incoming Biden administration officials to expand legal immigration levels beyond their already historic rates, where more than 1.2 million green cards are allotted every year and 1.4 million foreign visa workers are admitted to take American jobs annually. Donohue claimed that despite 18 million jobless Americans and another 6.2 million Americans who are underemployed — all of whom want full-time work — the U.S. still has “significant labor shortages” and prided himself on suing President Trump in order to continue importing foreign workers during a mass unemployment crisis. He said: We also have to confront the reality that we have people without jobs and massive amounts of jobs without people. Even if we successfully employed every American willing and able to work, we would still face significant labor shortages—in construction, agriculture, health care, retail, manufacturing, and tech. Donohue continued: We fought vigorously and successfully against actions by the Trump administration to severely limit legal immigration, and we will work cooperatively with the Biden administration to reform our immigration system to meet the needs of our modern economy. [Emphasis added] Don’t let anyone tell you otherwise … allowing the world’s most talented and industrious people to contribute to our economy drives growth, which in turn creates more jobs for Americans. This urgent priority should draw bipartisan support. [Emphasis added] Building consensus on immigration reform, workforce development, and infrastructure investment this year will help accelerate the widespread recovery and deliver economic relief to the businesses and workers whose resilience has been put to the test. [Emphasis added] That “consensus on immigration reform” is likely not only to include more legal immigration but also some form of an amnesty for illegal aliens living in the U.S. — both longtime priorities of corporate interests who see their profit margins grow when the cost of labor is crushed. One particular study by the Center for Immigration Studies’ Steven Camarota revealed that for every one percent increase in the immigrant portion of an American workers’ occupation, Americans’ weekly wages are cut by perhaps 0.5 percent. This means the average native-born American worker today has his weekly wages reduced by potentially 8.75 percent, since more than 17 percent of the workforce is foreign-born. As Breitbart News has reported, Biden has said he will “immediately” send an amnesty for illegal aliens to the U.S. Senate after taking office.", "dominantCategory": ["immigration"], "metadata": ["united", "immigration", "donald", "trump", "mexico", "migrants", "america", "campaign", "american", "agreement", "southern", "borders", "joe", "biden", "americans", "labor", "crisis", "economy", "infrastructure", "economic", "illegal", "aliens", "senate"], "emotions": {"anticipation": 12, "trust": 17, "positive": 36, "surprise": 7, "negative": 6, "fear": 2, "joy": 6, "anger": 6}}, {"text": "Jan. 11 (UPI) — The COVID-19 hospitalization rate for children across the United States increased by 800% over the course of six months between mid-May and mid-November of last year, according to a study published Monday by JAMA Pediatrics. The analysis of data from 22 U.S. states revealed that trends in hospitalization rates for children infected with the new coronavirus nationally typically mirrored those of older adults, the researchers said. However, while children are far less likely to be hospitalized compared to all adults, the trends are “concerning,” given that much of the focus on the potential for severe illness from COVID-19 has been on the risks for seniors, they said. “While children are at very low risk for severe illness from COVID-19, there is a misperception that there is no risk,” study co-author Pinar Karaca-Mandic told UPI. “This study demonstrates that [the virus] has the potential to cause serious illness in children,” said Karaca-Mandic, professor of healthcare risk management at the University of Minnesota in Minneapolis. Although children, teens and young adults have accounted for about one-fifth of the 22.4 million COVID-19 cases nationally, these age groups have made up a fraction of all hospitalizations and deaths, at least so far, according to the U.S. Centers for Disease Control and Prevention. Fewer than 1% of all virus-related hospitalizations and deaths across the country involve people 24 years old and younger, the agency estimates. More than 129,000 people in the United States are hospitalized with the virus and more than 374,000 have died since the start of the pandemic, according to the COVID Tracking Project. For this study, Karaca-Mandic and her colleagues analyzed data on more than 300,000 COVID-19-related hospitalizations in 22 states between May 15 and Nov. 15. Just over 5,300 of these hospitalizations involved children, the researchers said. However, although children continue to account for relatively few of those with severe illness from the virus, they were hospitalized at a rate of 17.2 per 100,000 children in the general population by Nov. 15, up from two per 100,000 six months earlier, according to the researchers. In mid-November, South Dakota and Arizona had the highest rates of pediatric hospitalizations due to COVID-19 at 33.7 per 100,000 children in the general population and 32.8 per 100,000, the researchers said. “Our study was not designed to analyze whether children fueled the spread of COVID-19,” Karaca-Mandic said. “However, in 19 of 21 states where we could make a comparison, the rate of growth in cumulative pediatric hospitalization rates was higher than the corresponding rate of growth in adult hospitalization,” she said. Monday on FNC’s “The Story,” Sen. Rand Paul (R-KY) questioned the efficacy of the measures instituted by government authorities done so in the name of COVID-19. Paul, a physician and coronavirus survivor, told Fox News’ Marth MacCallum that there was no proof any of those measures were doing anything to contain the virus’ spread. “Without question, this virus has been devastating to so many families,” he said. “Kelly and I lost a good friend today, and we’re grieving from them, and our prayers go out to their family. But the thing is, is we ought to at least still use logic to try to figure out how we stop this. I think ultimately, the vaccine will be very successful, but I don’t see any evidence that crowd control, hand washing, standing six feet apart. All these things they tell you to do, closing down the restaurants, closing down the schools, there’s no real evidence that they’re changing the trajectory of the disease. If you look at the incidence of COVID, it’s going up like this — it’s going up exponentially despite all the mandates. So, those who say there is science just aren’t paying attention to it.” “Look, this isn’t a lack of compassion,” Paul continued. “I want people to get the vaccine. I want them to be able to avoid this scourge. But at the same time, keeping all our kids’ home isn’t changing the course of this disease. They’ve studied this in four different country-wide studies. They’ve studied the incidence of the disease. They’ve studied the transference of the disease, and they’ve found that closing schools doesn’t work. Even the socialist de Blasio is now opening schools. So, now we have our governor in our state closing schools right about the time that everybody else is finally accepting that closing schools isn’t working.”", "dominantCategory": ["climate-change", "covid"], "metadata": ["children", "united", "infected", "coronavirus", "researchers", "virus", "healthcare", "university", "deaths", "pandemic", "covid", "vaccine", "studies"], "emotions": {"positive": 25, "sadness": 1, "fear": 7, "anticipation": 14, "negative": 7, "anger": 8, "trust": 3, "joy": 2}}, {"text": "A COVID-19 relief package, reportedly negotiated between a handful of Senate Republicans and Democrats, includes a bailout for Defense Department contractors while excluding a second round of stimulus checks for Americans. A draft of the relief package, obtained by The Daily Poster, reveals that the spending bill does not include a plan by Senators Josh Hawley (R-MO) and Bernie Sanders (I-VT) to provide Americans with $1,200 stimulus checks but does provide a bailout for defense contractors. Slipped into the package, seemingly on the final 525 pages, is an extension of a CARES Act provision that allows federal agencies to pay taxpayer money to defense contractors who are not working during the Chinese coronavirus crisis. “There are no direct payments for regular working people, people living off tips,” a congressional aide told Matt Taibbi, an independent journalist. “But they made sure there’s a provision in there to help defense contractors who aren’t working right now. They get what they’re looking for.” The Daily Poster notes: The draft stimulus legislation obtained by The Daily Poster includes an extension of a program to replace the wages of certain government contractors who miss work due to COVID-19. The program, Section 3610 of the Coronavirus Aid, Relief, and Economic Security (CARES) Act, allows federal agencies to reimburse contractors who are unable to work in person due to the pandemic, and whose jobs do not allow telework, for up to 40 hours per week of lost wages. In effect, the program uses government money to reimburse defense contractors for giving paid leave to their employees. [Emphasis added] The provision was added to the last page of the 525-page bill after defense contractors sent a letter to congressional lawmakers lobbying for the language. The same bill does not authorize direct payments to millions of Americans — nor does it reimburse small businesses for providing paid leave benefits to their workers. [Emphasis added] The package, at $748 billion, is far below the more than $3.4 trillion package that Democrats insisted on before the November 3 presidential election and is lower than Republicans’ counteroffers, which totaled nearly $2 trillion. “In other words, Democrats just agreed to take seven times less than the $1.13 trillion they asked for in the HEROES Act…” Taibbi notes. The Senate Republicans and Democrats involved with the package include: Sen. Joe Manchin (D-WV) Sen. Mark Warner (D-VA) Sen. Jeanne Shaheen (D-NH) Sen. Maggie Hassan (D-NH) Sen. Dick Durbin (D-IL) Sen. Susan Collins (R-ME) Sen. Bill Cassidy (R-LA) Sen. Lisa Murkowski (R-AK) Sen. Mitt Romney (R-UT) Sen. Rob Portman (R-OH) Sen. Angus King (I-ME) As mentioned, Hawley and Sanders’ stimulus checks legislation is omitted from the spending bill. Their plan, overwhelmingly popular with voters, would ensure that single Americans are provided with a $1,200 stimulus check, couples are given $2,400, and each child is given $500. In short, a couple with three children would get $3,900 in stimulus money to use at their own discretion. “It would be a dereliction of duty if Congress adjourns for Christmas without having a vote on providing working families with direct payments. Working people are struggling. And they should be the first people given relief, not last,” Hawley said in a statement. “In the midst of so much economic desperation, Congress cannot go on recess without providing this $1,200 emergency assistance to the American people in their time of need,” Sanders said. The Hawley-Sanders amendment was excluded from the package as 24.5 million Americans are jobless or underemployed and as state governments have issued economic shutdowns on small and medium-sized businesses, yet giant multinational conglomerates have continued to operate.", "dominantCategory": ["immigration"], "metadata": ["senate", "republicans", "democrats", "americans", "sanders", "chinese", "coronavirus", "crisis", "economic", "pandemic", "presidential", "election", "joe", "children", "congress", "families", "american"], "emotions": {"positive": 23, "trust": 3, "anger": 12, "negative": 9, "anticipation": 15, "joy": 2, "fear": 5, "disgust": 3}}, {"text": "Left-wing documentary director and Joe Biden supporter Michael Moore took to Twitter on Friday to proclaim that his “thoughts and prayers are with Covid-19” following President Donald Trump having tested positive for the coronavirus. “That poor virus got sucked into his body and is now trapped there. How can it escape?” tweeted Moore on Friday. “He wants to use it as a prop. ‘See this China Flu? I BEAT IT! Just like I’ll beat Biden! They’re both a hoax!’ My thoughts and prayers, too, are with Covid-19.” Moore had been reacting to President Trump’s announcement that he and First Lady Melania Trump have tested positive for the Chinese virus. “Tonight, @FLOTUS and I tested positive for COVID-19,” wrote President Trump on Twitter. “We will begin our quarantine and recovery process immediately. We will get through this TOGETHER!” Tonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER! — Donald J. Trump (@realDonaldTrump) October 2, 2020 Earlier in the day, Moore had floated the conspiracy theory that President Trump could be “lying about having COVID-19 to prepare us and counteract his game” and “gain sympathy” ahead of the presidential election. “Democrats, liberals, the media and others have always been wrong to simply treat him as a buffoon and a dummy and a jackass. Yes, he is all those things. But he’s also canny. He’s clever. He outfoxed Comey. He outfoxed Mueller. He outfoxed 20 Republicans in the GOP primary and then did the same to the Democrats, winning the White House despite receiving fewer votes than his opponent,” wrote Michael Moore in a lengthy Facebook post. “He’s an evil genius and I raise the possibility of him lying about having COVID-19 to prepare us and counteract his game,” added Moore of the president. “He knows being sick tends to gain one sympathy. He’s not above weaponizing this.” The U.S. Centers for Disease and Control and Prevention (CDC) recently updated its estimated Infection Fatality Rate (IFR) parameters to include age-specific data showing the vast majority of people who contract the Chinese coronavirus survives. CDC’s new IFR estimates broken down by age are part of the agency’s September 10 update to its “COVID-19 Pandemic Planning Scenarios.” Based on the “Scenario 5: Current Best Estimate” for the IFR, Breitbart News confirmed the updated age-specific survival rates: 0-19 years old, 99.997 percent; 20-49 years old, 99.98 percent; 50-69 years, 99.5 percent; and 70 years old or older, 94.6 percent. That means that for people 69 years old or younger, the survival rate is between 99.5 percent and 99.997 percent, while for those 70 or older, it is an estimated 94.6 percent. Breitbart News gleaned the survival rate figures from the CDC’s IFR estimates: 0-19 years old, 0.003 percent; 20-49 years old, 0.02 percent; 50-69 years, 0.5 percent; 70 years old or older, 5.4 percent. Driven by the high rate among seniors age 70 and older, the average of the age-specific IFRs included in the CDC document stands at an estimated 1.5 percent. That is much higher than the seasonal flu’s mortality rate of about 0.1 percent but substantially lower than death rate estimates prior to the nationwide lockdowns intensifying. Excluding the fatality rate for seniors results in the average IFR dropping to 0.174 percent. In May, the CDC suggested the overall IFR stood at 0.26 percent, about eight to 15 times lower than earlier mortality rate estimates of two to four percent. The IFR, or true fatality rate, accounts for all infected individuals (asymptomatic and symptomatic). Meanwhile, the Case Fatality Rate (CFR) only includes confirmed cases. The IFR tends to be lower and considered more accurate because it is a more comprehensive representation of the death rate. Asymptomatic cases are harder to detect, so officials often use estimates based on tests for antibodies against the novel coronavirus disease. The five scenarios mentioned in the CDC document are meant to help inform “decisions by public health officials” and help them “evaluate the potential effects of different community mitigation strategies,” including social distancing. Data in the planning scenarios document may “also be useful to hospital administrators in assessing resource needs,” the agency said. “The planning scenarios are being used by mathematical modelers throughout the Federal government,” it added. Despite the U.S. leading the world in the number of cases, more people have contracted the virus in this country without dying as compared to other nations.", "dominantCategory": ["covid", "immigration"], "metadata": ["joe", "biden", "donald", "trump", "coronavirus", "virus", "china", "chinese", "quarantine", "presidential", "election", "media", "republicans", "democrats", "cdc", "infection", "pandemic", "infected", "distancing", "hospital", "nations"], "emotions": {"positive": 24, "joy": 3, "surprise": 5, "negative": 10, "fear": 12, "anticipation": 16, "anger": 11, "disgust": 1, "sadness": 4, "trust": 4}}, {"text": "Senate Majority Leader Mitch McConnell (R-KY) announced on Sunday that a deal for “COVID-19 relief” valued at “nearly $900 billion” of federal government spending had been reached by congressional leadership. McConnell’s remarks on the Senate floor regarding a “major rescue package” “with targeted policies to help struggling Americans” did not include any mention of lockdowns or shutdowns — ostensibly for public health purposes — of businesses or other operations. McConnell said the spending bill would “provide huge sums for the logistics” of distributing vaccines for the coronavirus.” “Speaking of vaccines, we can’t nullify the success of Operation Warp Speed by falling asleep at the switch on distribution,” McConnel stated. “So this agreement will provide huge sums for the logistics that will get these life-saving shots to our citizens as fast as possible.” McConnell and his staff tweeted: Senate Minority Leader Chuck Schumer (D-NY) also made no mention of ostensibly public health-related lockdown or shutdown decrees against businesses and other organizations while referring to small business and restaurant owners. He described the legislative deal as “emergency aid”: Schumer highlighted the deal’s inclusion of $4 billion for New York City’s Metropolitan Transportation Authority (MTA), a government organization operating public transportation in and around New York City: House Speaker Nancy Pelosi (D-CA) wore a mask while delivering remarks on what she described as a “coronavirus relief and omnibus package” during a press conference. House Minority Leader Kevin McCarthy (R-CA) is the only one of the four congressional leaders addressing lockdowns and shutdowns. Both his website’s homepage and Twitter profile highlight lockdowns and shutdowns in the context of the coronavirus outbreak: Politico reported that the legislative text is not yet available for the public to review. Its report omitted any mention of lockdown or shutdown decrees. Politico also reported that the legislative agreement will provide “a $300 boost in weekly unemployment benefits for 11 weeks [and] $600 relief checks for adultsand children.” Sens. Josh Hawley (R-MO) and Bernie Sanders (I-VT) are both calling for $1,200 checks to be sent out as “direct payments.”", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["senate", "agreement", "lockdown", "addressing", "coronavirus", "outbreak", "sanders", "calling"], "emotions": {"trust": 4, "joy": 1, "positive": 12, "anticipation": 9, "fear": 3, "negative": 7, "anger": 1}}, {"text": "White House physician Dr. Sean Conley said Tuesday that the president’s blood was showing antibodies for COVID-19. “Of note today, the president’s labs demonstrated detectable levels of SARS-CoV-2 IgG (COVID-19) antibodies from labs drawn Monday, October 5th,” Conley wrote in a memo sent to reporters. He added that the president’s blood work drawn on Thursday did not show any antibodies. Conley said that President Trump had been “symptom-free” for over 24 hours and fever-free for more than 4 days. “His physical exam and vital signs including oxygen saturation and respiratory rate all remain stable and in normal range,” Conley wrote. “He’s now been fever-free for more than 4 days, symptom-free for over 24 hours.” The president is scheduled to debate former Vice President Joe Biden on Thursday, October 15th, in Miami. Biden on Tuesday appeared skeptical that the debate could still take place. “I think if he still has COVID, we shouldn’t have a debate,” Biden said. “I think we’re gonna have to follow very strict guidelines. Too many people have been infected and it’s a very serious problem.” Biden said that he would be guided by the doctors of the Cleveland Clinic, who are in charge of handling the debate safety protocol for COVID-19. Trump has already said he is looking forward to the debate. I am looking forward to the debate on the evening of Thursday, October 15th in Miami. It will be great! — Donald J. Trump (@realDonaldTrump) October 6, 2020 Left-wing documentary director and Joe Biden supporter Michael Moore floated the conspiracy theory that president Donald trump could be “lying about having COVID-19 to prepare us and counteract his game” and “gain sympathy” ahead of the Presidential election. “Democrats, liberals, the media and others have always been wrong to simply treat him as a buffoon and a dummy and a jackass. Yes, he is all those things. But he’s also canny. He’s clever. He outfoxed Comey. He outfoxed Mueller. He outfoxed 20 Republicans in the GOP primary and then did the same to the Democrats, winning the White House despite receiving fewer votes than his opponent,” wrote Michael Moore in a lengthy Facebook post on Friday. “He’s an evil genius and I raise the possibility of him lying about having COVID-19 to prepare us and counteract his game,” added Moore. “He knows being sick tends to gain one sympathy. He’s not above weaponizing this.” So Now Trump Has Earned Your Trust? A Note of Covid Caution from Michael Moore….There is one absolute truth about… Posted by Michael Moore on Friday, October 2, 2020 Michael Moore posted his tirade on Facebook just hours after the President Donald Trump announced that he and First Lady Melania Trump have tested positive for the Chinese virus. “Tonight, @FLOTUS and I tested positive for COVID-19,” wrote President Trump on Twitter. “We will begin our quarantine and recovery process immediately.” “We will get through this TOGETHER!” he added. Tonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER! — Donald J. Trump (@realDonaldTrump) October 2, 2020 Moore claims in his Facebook post that the president believes “he’s losing the election,” and that he therefore “needs this” coronavirus to win. “He’s losing the election. And he knows it,” wrote Moore. “It’s not 2016. He was hated in 2016, but he’s hated even more now. Millions of Americans are ON FIRE and on the verge of serving him up a major league ass-whooping and a record landslide defeat.” “So he needs — badly — to totally change the conversation about this campaign,” he added. “And he just has.”", "dominantCategory": ["immigration"], "metadata": ["trump", "joe", "biden", "covid", "guidelines", "infected", "donald", "presidential", "election", "media", "republicans", "democrats", "chinese", "virus", "quarantine", "coronavirus", "americans"], "emotions": {"anticipation": 11, "positive": 30, "trust": 1, "surprise": 9, "negative": 6, "joy": 1, "fear": 6, "anger": 7, "disgust": 1}}, {"text": "Joe Biden fundraiser and long-time left-wing actress Jane Fonda is insisting that COVID-19, which has killed over 211,000 Americans, devastated the lives and livelihoods of countless more, and tanked the global economy, is “God’s gift to the left.” “I just think that COVID is God’s gift to the Left,” Jane Fonda said. “That’s a terrible thing to say. I think it was a very difficult thing to send down to us, but it has ripped the band-aid off who [Trump] is and what he stands for and what is being done to average people and working people in this country.” The leftist actress, who is known for trashing America to our communist enemies during the Vietnam War, also said that COVID was a “gift” because it will let the radical left get its way with climate change policies they’ve long pursued in Washington. “We are people who can help determine which way humanity goes. What a great gift,” Fonda said rapturously, “what a tremendous opportunity, we’re just so lucky, we just have to use it with every ounce of intelligence and courage and wherewithal we have.” “Hanoi Jane” Fonda was gleeful that the left could “harness the anger” to push its anti-American agenda. The coronavirus has plunged the world into calamity. Studies and statistics have suggested that the weight of the virus on people’s minds has driven them to drug abuse and subsequent overdoses, and even outright suicides. In October, a report by the American Medical Association warned that COVID lockdowns have increased the use and abuse of opioids. The report found that up to 40 U.S. states have reported higher rates of drug overdoses. Also, the death rates both directly from the virus and tangentially are only added to the economic destruction wrought by the lockdowns in nations worldwide. One recent reckoning of the loss claimed that the coronavirus has cost the world’s economy $3.8 trillion. Earlier this week, Jane Fonda, who held a fundraiser for Joe Biden in July, released an exercise video featuring pop star Katy Perry pumping her breast which was meant to spur voter turnout in November. A public policy research institute that describes itself as “a resource for independent thinkers” has published a study that concludes the COVID-19 infection caused by the novel coronavirus is “170 times less deadly than accidents” as a cause of death in the United States.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["joe", "biden", "americans", "global", "economy", "covid", "trump", "america", "climate", "washington", "agenda", "coronavirus", "studies", "virus", "american", "economic", "nations", "infection", "united"], "emotions": {"trust": 5, "anticipation": 9, "anger": 8, "fear": 6, "surprise": 1, "positive": 4, "negative": 5, "joy": 3, "sadness": 1}}, {"text": "In a phone interview with Breitbart News, James Agresti, president of nonprofit research institute Just Facts, said his group’s research and resulting spreadsheet of data have focused on a more comprehensive measure to assess the severity of COVID-19 than those that have been presented in the media. “Evaluating the severity of COVID-19 based on deaths in a brief timeframe is deceptive because COVID-19 spreads quickly, kills mostly vulnerable people, and then subsides,” he explained. “That short-term outlook is far less relevant than the comprehensive measure used in Just Facts’ study: the total years of life that COVID-19 will rob from all people. Put another way, are you more concerned that you may die during a specific month in your old age or that you may die anytime during your youth or middle age?” Agresti said his analysis “accounts for the fact that, given a choice, most people would rather die at the age of 70 than 20.” The study demonstrates that, under a worst-case scenario of 240,000 deaths in the U.S., given mitigation, COVID-19 will be about 170 times less deadly than accidents and 12 to 45 times less lethal than other common causes of untimely death.  Agresti said using the comprehensive measure of “total years of life that COVID-19 will rob from all people” to determine the infection’s lethality is in sync with the Centers for Disease Control and Prevention’s (CDC) principle that states “the allocation of health resources must consider not only the number of deaths by cause but also by age.” Hence, the “years of potential life lost” has “become a mainstay in the evaluation of the impact of injuries on public health,” Agresti noted. In its study, Just Facts observed “the spread of misinformation about COVID-19,” and, in keeping with the CDC’s emphasis that the pandemic is “a rapidly evolving situation,” updates its research each weekday. According to Just Facts, the “facts” presented thus far show: the death rate for people who contract COVID-19 is uncertain but is probably closer to that of the seasonal flu than figures commonly reported by the press. the average years of life lost from each COVID-19 death are significantly fewer than from common causes of untimely death like accidents and suicides. the virus that causes COVID-19 is “very vulnerable to antibody neutralization” and has limited ability to mutate, which means it is very unlikely to take lives year after year. if 240,000 COVID-19 deaths ultimately occur in the United States, the virus will rob about 2.9 million years of life from all Americans who were alive at the outset of 2020, while accidents will rob them of about 409 million years—or about 140 times more than COVID-19. Just Facts also stated, however: On the other hand, elderly people and those with chronic ailments are extremely vulnerable to COVID-19. Furthermore, the disease is highly transmissible, which means it could spread like wildfire and overwhelm hospitals without extraordinary measures to contain it. This would greatly increase its death toll. Nevertheless, the institute pointed out such “extraordinary” precautionary measures to contain the infection “often have economic and other impacts that can cost lives, and overreacting can ultimately kill more people than are saved.” Some media outlets have spread misleading information about immunity development with COVID-19 by confusing all coronaviruses with COVID-19, Just Facts also observed: Media outlets like The Atlantic, Vox, and Forbes have turned the truth of this matter on its head by confusing the general nature of coronaviruses with that of COVID-19. The habit of calling COVID-19 “the coronavirus” can be very misleading because there are different types of coronaviruses, and COVID-19 is caused by just one of them. Coronaviruses are a family of RNA viruses that includes some common cold viruses. These viruses tend to mutate rapidly, but COVID-19 does not share that trait. “The virus that causes COVID-19 ‘does not mutate rapidly for an RNA virus because, unusually for this category, it has a proof‐reading function’ in its genetics,” Just Facts noted, citing a just-publishedEMBO reports study. The study also specifically pointed to a March 12 Business Insider article in which Andy Kiersz compared the “death rates” of COVID-19 from the South Korean CDC to that of the flu from the U.S. CDC. “South Korea—which has reported some of the lowest coronavirus death rates of any country—still has a COVID-19 death rate more than eight times higher than that of the flu,” Kiersz reported. According to Just Facts, however: What Kiersz and his editors fail to understand is that the denominator for the Korean rate is the number of “confirmed cases,” while the denominator for the U.S. rate is based on a “mathematical model.” … Put simply, COVID-19 death rates that are based upon reported or confirmed infections grossly undercount the number of people with the disease. This, in turn, makes the death rate seem substantially higher than reality. Additionally, Just Facts explained this comparison between the flu and COVID-19: The primary reason why the flu takes tens of thousands of lives every year is because the viruses that cause it mutate in ways that prevent people from becoming immune to them. Per the Journal of Infectious Diseases, “All viruses mutate, but influenza remains highly unusual among infectious diseases” because it mutates very rapidly, and thus, “new vaccines are needed almost every year” to protect against it. While much remains to be seen about the mutations of the virus that causes COVID-19, the early indications are that it will not mutate rapidly and become an ongoing scourge. The study explained that while aggressive social distancing, as is happening in the U.S. now, may “extend the timeframe over which COVID-19 patients are infected and hospitalized,” this method will not decrease these outcomes in the long-term. “This is because COVID-19 is so contagious that another outbreak will begin and quickly proliferate as soon as the distancing measures cease,” Just Facts observed, admitting such population-wide social distancing and isolation of infected individuals may be needed now until a vaccine is developed and tested. However, citing the UK’s Imperial College report of March 16, Just Facts quoted its observation that the “more successful a strategy is at temporary suppression, the larger the later epidemic is predicted to be in the absence of vaccination, due to lesser build-up of herd immunity.” Just Facts explained further: [I]f very few people are immune to a disease, they can transmit it to others instead of blocking it. Without a vaccine, the only way people can become immune to COVID-19 is by catching it and recovering. This means that too much social distancing may cause more deaths because young, healthy people—who would otherwise catch the disease, recover quickly, and become firewalls—remain as potential carriers. Still, Just Facts said, in the short-term, social distancing “can keep hospitalizations at reasonable levels so that victims receive proper care, and it can also buy time to discover and mass-produce effective treatments.”", "dominantCategory": ["covid"], "metadata": ["focused", "media", "deaths", "vulnerable", "cdc", "pandemic", "updates", "virus", "united", "americans", "infection", "economic", "impacts", "calling", "coronavirus", "ongoing", "distancing", "infected", "decrease", "outbreak", "isolation", "vaccine"], "emotions": {"positive": 45, "trust": 7, "negative": 16, "anger": 28, "fear": 14, "disgust": 8, "joy": 1, "anticipation": 9, "surprise": 1}}, {"text": "Left-wing Hollywood stars are celebrating Donald Trump Jr.’s reported COVID-19 diagnosis, calling it a “pleasant surprise” and wishing that the coronavirus gets well soon. Celebrities including Bette Midler, Jimmy Kimmel, Ron Perlman, and George Takei piled on with insults and snark after news broke late Friday that President Donald Trump’s eldest son tested positive for the coronavirus. A spokesperson reportedly said that Donald Trump, Jr. has no symptoms but is isolating and following relevant medical guidelines. He is the latest member of the first family to test positive for the Chinese virus. The president, first lady Melania, and their son Baron earlier tested positive but have all since recovered. The news about Donald Trump, Jr. prompted jubilation among elite celebrities who rushed to mock the first son on social media. ABC’s late night host Jimmy Kimmel, who recently interviewed former President Barack Obama, quipped that “I guess his father finally hugged him.” Actor Michael Rapaport called the news “a pleasant surprise.” Bette Midler tweeted “Thugs and players, baby,” while comedian Randy Rainbow posted, “Get well soon, Covid-19.” Grammy Award-winning singer Diane Warren and actress Kristen Johnson also expressed sympathy for the coronavirus. Some celebrities including George Takei and Ron Perlman made references to cocaine in their insults. Comedian Mike Birbiglia tweeted and then deleted “Don junior tests negative for having a soul.”  twitter.com/birbigs Seinfeld writer Larry Charles used the news to accuse President Trump of failing to prevent the virus from spreading. Top Chef host Padma Lakshmi blamed Donald Trump, Jr. for not taking the coronavirus seriously. Screenwriter and playwright Paul Rudnick mocked Donald Trump, Jr., in a series of quips involving drug dealer, Kimberly Guilfoyle, and Sens. Mitch McConnell (R-KY) and Lindsey Graham (R-SC).", "dominantCategory": ["covid", "immigration"], "metadata": ["donald", "trump", "calling", "coronavirus", "symptoms", "guidelines", "chinese", "virus", "media", "obama", "spreading"], "emotions": {"anticipation": 7, "surprise": 7, "positive": 9, "fear": 2, "negative": 5, "trust": 2, "anger": 1}}]}