{"data": [{"text": "COVID-19 may only be the beginning of global pandemics – a future scenario in which climate change may also play a role. \"We have entered a pandemic era,\" said a recent study in the journal Cell. Written by Dr. Anthony Fauci and medical historian Dr. David Morens, both of the National Institute of Allergy and Infectious Diseases, the study paints a picture of a future where pandemics become more numerous. “I don’t have a crystal ball, but what we are seeing looks very much like an acceleration of pandemics,“ Morens told BuzzFeed News. Causes he cited include deforestation, urban crowding and wet markets for wild game. How might climate change impact future pandemics? (Photo: NASA) But climate change's possible role is complicated: We know that the virus survives longer in cold temperatures than hot, so that could mean that a warmer planet would slow the spread of the disease, said meteorologist Jeff Masters, who writes for Yale Climate Connections. On the other hand, he said heat waves cause people to spend more time indoors in air-conditioned spaces, where the spread of the disease increases.  Unsuitable for 'human life to flourish': Up to 3B will live in extreme heat by 2070, study warns \"Thus, Florida had a difficult time with COVID-19 this summer, despite the fact that some parts of Florida recorded their hottest summer on record,\" Masters told USA TODAY. \"These complexities make it difficult to judge how climate change may be affecting COVID-19.\"", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["global", "climate", "pandemic", "virus", "judge"], "emotions": {"fear": 6, "positive": 5, "anticipation": 3, "trust": 2, "disgust": 1, "negative": 5, "anger": 3}}, {"text": "Warming creates 'opportunity' for pathogens  Some scientists do believe warming will play a bigger role in future pandemics. \"We do know that climate change alters how we relate to other species on Earth and that matters to our health and our risk for infections,\" said Dr. Aaron Bernstein, director of Harvard University's T.H. Chan C-CHANGE program. \"As the planet heats up, animals big and small, on land and in the sea, are headed to the poles to get out of the heat,\" he said. \"That means animals are coming into contact with other animals they normally wouldn’t, and that creates an opportunity for pathogens to get into new hosts.\" In addition, Masters said the diseases of most concern globally that are worsened by climate change are the ones spread by mosquitoes, since mosquitoes like it hot and wet – conditions that are becoming increasingly common because of global warming. Malaria, Zika, chikungunya, dengue fever and the West Nile virus are all expected to spread into areas where they currently are not endemic, he said. Tick-borne diseases such as Lyme disease will also spread. Bernstein said climate change has already made conditions more favorable to the spread of some infectious diseases, including Lyme disease, waterborne diseases such as Vibrio parahaemolyticus (which causes vomiting and diarrhea) and mosquito-borne diseases such as malaria and dengue fever.  \"Future risks are not easy to foretell, but climate change hits hard on several fronts that matter to when and where pathogens appear, including temperature and rainfall patterns,\" Bernstein said. \"To help limit the risk of infectious diseases, we should do all we can to vastly reduce greenhouse gas emissions and limit global warming to 1.5 degrees.\" Fact check: The coronavirus pandemic isn’t slowing climate change As for whether climate change could exacerbate future pandemics, Morens told USA TODAY it is too early to draw definitive conclusions.  \"One might imagine that if climate change causes further environmental degradation and change (beyond what humans are already doing), then we are likely to see more of these diseases,\"  he said. \"But one could equally argue that we will see less. These are big questions to which we may not have good answers for decades, or even centuries to come. \"But at the end of the day, for many reasons, it is hard to imagine that climate change will be anything good for human health.\" Climate change is a 'threat multiplier' One expert said that almost certainly, the impacts of pandemics such as COVID are exacerbated by climate change. Meteorologist Michael Mann of Penn State University called climate change a \"threat multiplier,\" meaning \"it amplifies existing challenges and threats by increasing our vulnerability and reducing our adaptive capacity.\"  He said to consider, for example, the situation in Puerto Rico, where many people have died of COVID-19 for the simple reason that they have not yet recovered, in terms of their public health infrastructure, from the devastating impacts of Hurricane Maria three years ago.  \"There is no doubt in my mind that the storm was made more destructive by unusually warm tropical Atlantic sea-surface temperatures, which provide more energy and moisture for the storm,\" Mann said. \"This anomalous warmth can only be explained taking into account human-caused climate change.\"  UN report: Planet is 'way off track' in dealing with climate change, UN report says He said a case can also be made for at least an indirect connection between COVID-19 and climate change. Environmental degradation, including deforestation, the destruction of rain forests and natural habitats for development may be displacing exotic disease-carrying creatures in a way that does favor increased human contact.  \"These same activities – deforestation in particular – are also leading to increased carbon emissions, which are behind human-caused climate change,\" Mann said.", "dominantCategory": ["climate-change"], "metadata": ["warming", "scientists", "climate", "global", "virus", "greenhouse", "emissions", "coronavirus", "pandemic", "environmental", "impacts", "covid", "university", "challenges", "threats", "infrastructure"], "emotions": {"anticipation": 12, "fear": 23, "positive": 14, "negative": 6, "anger": 11, "disgust": 5, "trust": 3}}, {"text": "The United States has the world’s highest incarceration rate and largest systems for locking people up. As soon as the COVID-19 pandemic began, experts and advocates warned the virus would be amplified by prisons and jails, where social distancing is impossible, ventilation is often poor and people are more likely to have underserved medical needs. The virus, they warned, would spread quickly both inside and beyond prison walls. They were right. As new cases and deaths surge nationwide, the combined number of confirmed cases among people incarcerated in immigration jails and state and federal prisons has surpassed 250,000, according to federal data and the Marshall Project. The number of cases has more than quadrupled since July, and infection rates have steadily grown since September. During the week prior to December 8, 2,224 new cases were reported nationally, an increase of 10 percent from the week before. At least 1,665 incarcerated people have died due to the virus, although that may be an undercount, because testing and reporting practices vary wildly across various prison systems. In the spring, activists demanded that local sheriffs, prison officials and immigration jailers release as many people as possible — if not everyone — and implement clear pandemic protocols, but advocates say decision makers did not move fast enough. Instead, prison officials and local sheriffs downplayed or simply ignored the crisis, some of them wrongly believing their facilities would be immune from a virus impacting the entire globe. There were modest dips in incarceration rates during the initial months of the pandemic, in part because some wardens and sheriffs refused to take new prisoners or judges ordered the release of the medically vulnerable. However, the decarceration process has been slow and inconsistent across various prison systems, often prodded along by court orders, frustrated state governors, media scandals, and the sheer reality of the pandemic.  Now incarceration rates appear headed in the opposite direction, even as the pandemic reaches its most intense phase to date. Population drops at state prisons slowed or reversed over the summer, and the number of people held in local jails is the highest since April, according to the Prison Policy Initiative. Public health experts are pushing to prioritize prisoners as vaccines become available, but activists say we must rethink mass incarceration altogether.  “If incarceration stopped violence, the U.S. would be the safest country in the world,” said Lewis Webb, a healing justice coordinator for the American Friends Service Committee (AFSC). “Instead, we have 2.3 million people in cages while our communities lack access to quality health care, education, employment, addiction and mental health services, and an approach to justice that actually addresses the root causes of violence.” More than 66,000 prison and immigration jail staff have tested positive, and at least 112 have died, according to reports and available data. These workers return home to their families every day, potentially bringing the virus with them. Prisons and jailstopped the New York Times list of largest outbreaks in late summer and early fall, and research now shows that the virus has spread much faster in parts of the country where prisons and immigration jails are located. The Prison Policy Initiative estimates that mass incarceration added 500,000 COVID cases over the three months of summer as outbreaks behind bars spread into surrounding communities. People released from jail and prison often return to lower-income communities of color, which are disproportionately impacted by mass incarceration and the COVID-19 pandemic, according to the National Academies of Sciences.", "dominantCategory": ["immigration"], "metadata": ["united", "pandemic", "advocates", "virus", "jails", "distancing", "deaths", "surge", "immigration", "infection", "reporting", "activists", "protocols", "crisis", "vulnerable", "media", "american", "education", "families", "covid", "impacted"], "emotions": {"positive": 8, "anticipation": 8, "anger": 21, "fear": 9, "negative": 13, "surprise": 1, "trust": 3}}, {"text": "Between May and August, jails run by Immigration and Customs Enforcement (ICE) and its contractors alone were responsible for about 245,000 cases across the country, according to a new report from the Detention Watch Network.  “The consequences of ICE’s callous disregard for the health of people detained and its own staff were magnified many times over by the uncontrolled spread of COVID-19 in communities across the country,” said Gregory Hooks, co-author of the report, in a statement. “Counties with ICE facilities were more likely to experience outbreaks of COVID-19, both small and large; in the spring, and over the summer, the impacts rippled outward, extending to nearby communities and counties.”  The number of people caged in ICE jails ballooned under the Trump administration’s harsh crackdown on immigration and set the stage for a COVID crisis. In April, a federal judge in California ruled that ICE delayed its pandemic response with dangerous results and ordered the agency to review its decisions to incarcerate people at particular risk of COVID-19 complications due to health problems. In October, the judge issued a terse clarifying order after finding that ICE had “fallen short,” and its review of custody decisions was a “disorganized patchwork of non-responses or perfunctory denials.” Other courts also rebuked ICE and the private contractors that run many of its jails. In August, a federal judge ordered ICE to stop transferring people to an immigration prison in Farmville, Virginia, after the facility saw an outbreak of 339 cases, according to Detention Watch Network. In late October, a judge in California ordered an ICE prison in southern California to reduce its population by 250 people to make room for social distancing. The list goes on. At least 1,909 people have been released from immigration jails under court orders, according to ICE. ICE now reports that 16,163 people are incarcerated in its jails across the country, down from an average daily population of over 50,000 before COVID hit in 2019. However, ICE reports that it has released only 900 people with medical conditions that put them at risk of COVID-19 complications, after reviewing their immigration histories and criminal records. The population drop is likely driven by pandemic restrictions at the border preventing asylum seekers and migrants from entering the country and being detained in the first place. Maru Mora-Villalpando, an organizer with La Resistencia, a group led by undocumented people that works to end the deportation and incarceration of immigrants in Washington State, said the Northwest Detention Center in Tacoma only recently began releasing immigrants under the court order from April. The immigration jail is run by GEO Group, a for-profit prison company whose revenue is shaped by the number of people incarcerated under a contract with ICE. “They really didn’t do anything, until maybe now,” Mora-Villalpando said in an interview. Mora-Villalpando said it’s unclear how officials at the Northwest Detention Center decide who is released. One man was recently released in the evening, after a trailer put in place by volunteers to house people waiting for a ride after their release had left for the night. The man slept in a tent left by volunteers until Mora-Villalpando found him in the morning, shivering in winter weather without enough warm clothes. The man suspected he was released late in the day in retaliation for raising complaints and helping others file immigration paperwork, according to Mora-Villalpando.  “We have seen a lot of releases of … people who are in really bad shape medically [and] should have [been] released months ago, and people who are not sick,” Mora-Villalpando said. Mora-Villalpando said at least four people are now on hunger strike at the facility in protest of conditions during a pandemic. One man, Victor Fonseca, has been on strike for at least 12 days, and three women announced they would join him this week. Immigrants have launched more than 100 protest actions and hunger strikes in ICE jails across the U.S. Earlier this year, Mora-Villalpando said people caged at the Northwest Detention Center formed an “S.O.S.” with their bodies in the jail yard that was visible from the sky. “I can’t eat this food — it has gotten worse in here since the pandemic started,” said Gloria, one of the hunger strikers, in a phone call to supporters. “I’m afraid of eating the food and getting COVID-19 because the virus is all around us.” ICE reports that one person has tested positive for COVID at the Northwest Detention Center, but Mora-Villalpando says her group has reports of an additional case inside the facility. A man was recently put in medical isolation after suffering chills and a fever, but a report submitted under court orders due to ongoing litigation claimed the man was asymptomatic, according to La Resistencia. Mora-Villalpando said this is another example of ICE attempting to cover for its inability to control the virus — and why people still incarcerated at the jail fear for their lives. Now that ICE is finally releasing people from the Northwest Detention Center and other immigration jails across the country to make room for social distancing more than six months into the pandemic, Mora-Villalpando said it goes to show that thousands of people were needlessly incarcerated under the Trump administration’s border crackdown. The population at the Northwest Detention Center has dropped from more than 1,500 to 300 in recent weeks. “Thousands of people are in immigration detention — including people who recently came to the U.S. seeking asylum and those who have lived here with their families for years before getting caught up in the Trump administration’s cruel immigration policies,” said Kristin Kumpf, AFSC’s director of Human Migration and Mobility, in a statement. Mora-Villalpando agreed. “I think it shows that there was no need in the first place for these huge numbers in detention centers,” Mora-Villalpando said.  The hunger strikers and La Resistencia are demanding that the remaining 300 people be released, starting with the most medically vulnerable. Activists across the country are holding actions this week calling for the release of prisoners during the pandemic and pushing new visions of public safety under the hashtag #FreeThemAll.", "dominantCategory": ["immigration"], "metadata": ["jails", "immigration", "customs", "detention", "detained", "impacts", "trump", "covid", "crisis", "judge", "california", "pandemic", "complications", "custody", "facility", "outbreak", "southern", "distancing", "criminal", "asylum", "seekers", "migrants", "undocumented", "deportation", "washington", "virus", "isolation", "ongoing", "families", "migration", "vulnerable", "activists", "calling"], "emotions": {"positive": 24, "negative": 24, "anticipation": 12, "anger": 17, "surprise": 3, "fear": 16, "trust": 5, "joy": 4, "disgust": 1}}, {"text": "We’ve heard countless experts argue that Latinos “will decide the 2020 election,” but can either Donald Trump or Joe Biden win big with Latinx voters? There are 32 million Latinos eligible to vote in the November elections — the second-largest ethno-racial voting bloc in the country. The “sleeping giant” is awake, but it’s not what political strategists thought it would be. In the 2016 presidential election, 28 percent of Latinx voters supported Trump despite his campaign full of racist and anti-immigration rhetoric. A recent poll by NALEO Education Fund finds that one in four Latinx voters plan to vote for Trump this year. Even after calling Mexicans “rapists” and separating and misplacing 545 migrant children from their parents, the president still garners support from some Latinx voters, showing how complex and misleading the concept of the “Latino vote” truly is. The idea of a “Latino voter” promotes the myth of a homogenous culture among Latinos, when in reality, it’s far from it. Because of this, politicians should stop describing a singular “Latino community,” furthering a narrative that politically and culturally accepts Latinos as a unified front to one that encompasses the complexities within the label. Instead, Latinx culture should be recognized as heterogeneous — multicultural and racially diverse, with a wide variety of political interests. Latinx support for Republican candidates is not new. There’s a long history of Latinx political allegiance to the Republican Party, but it’s assumed that Latinos vote for the Democratic Party because of the anti-immigrant sentiment that’s often promoted by the right. Recent presidential elections tell a different story. The 2004 presidential election saw 40 percent of Latinx voters support the reelection of George W. Bush. In 2008, 31 percent of Latinx voters supported John McCain over Barack Obama. Latinx voters have historically supported both parties, thus candidates spend millions of dollars and strategize tirelessly to win their support. Courting the “Latino vote” is complicated, but many campaigns simplify it by mentioning their intents to address the decades-long issues surrounding immigration. Without a doubt, it’s about time a president delivers comprehensive solutions to immigration issues — where support for Deferred Action for Childhood Arrivals (DACA) recipients becomes support for comprehensive immigration reform that includes a pathway to citizenship for 11 million undocumented immigrants. However, not all Latinos have a connection to the immigrant experience. A majority of Latinos in the United States are U.S. citizens, despite Latinos being represented as the sole face of immigration debates. Politicians should recognize that Latinos are not one-issue voters and they have an important stake in the economy, education and health care, as well. Latinos experience significant income inequality in the United States. In 2017, the median income of Latinx households was $50,486, compared to non-Latinx white households earning a median income of $68,145. However, certain Latinos earn more than others. Latinos of South American origin have a higher median household income than Latinos from Central America and the Caribbean. For example, there’s a $27,000 difference between the median household income of Argentines and Hondurans living in the U.S. Furthermore, while a record number of Latinos are attending college, student debt continues to be largely insurmountable and Latinos continue to be formally educated at lower rates than non-Latinos. When it comes to health care and the economy, Latinx voices are more important than ever. The age-adjusted mortality rate among COVID-19 patients is higher among Latinos than other groups. In economic terms, the growth of Latinx-owned small businesses is significantly outpacing that of the overall U.S. average. However, that growth has been severely impacted, as a recent survey shows that 65 percent of Latinx small business owners say they will not be able to operate their business past six months, if current conditions don’t significantly shift. The COVID-19 pandemic has disproportionately affected Latinx communities and this must be of top priority for presidential candidates and politicians in Congress. Unfortunately, there’s limited Latinx representation in Congress. Latinos are 18 percent of the United States population, but their congressional representation is severely lacking. While a record number of Latinos are running for office, Congress would need an additional 14 senators and 40 representatives who identify as Latino/a/x to align with current demographics. This is even more significant considering the U.S. Census projects that 27 percent of the country’s population will be Latinx by 2060. The Treaty of Guadalupe Hidalgo in 1848 — which ceded parts of the modern-day Southwest to the United States from Mexico after the Mexican-American War — and decades of Latin American migration have created diverse generations of Latinos with different relationships to their Latin American roots. In the United States, there are some Latinos who escaped oppressive dictatorships; some sought to leave countries with widespread poverty and gang violence; some who have never left the United States and don’t speak any language besides English; some who benefit from white privilege; and some who are Black and experience intensified racial injustice. What unifies such diverse groups of people? The 1960s were a decade of significant civil rights struggle and progress in the United States. Alongside the Black civil rights movement, many Mexicans, Cubans and Puerto Ricans sought political representation and the advancement of their respective causes. The U.S. government, alongside media organizations and activist groups, looked to organize these communities with Latin American and Spanish-speaking roots. By the 1980s, there was a designated checkbox for “Hispanic or Latino” self-identification in the decennial census, a celebratory month — National Hispanic Heritage Month — to commemorate the contributions of Latinos in the United States, an array of established advocacy groups promoting the advancement of Latinos, and the first Spanish-language television network, Univision. The creation of a pan-ethnic “Hispanic or Latino” identity also extended to politics, promoting the idea of a “Latino vote.” Presidential candidates must know there’s not a “one shoe fits all” approach to Latinx voters. Earning the support of Latinx voters is not only about appearing on Univision for a lengthy interview (which, to date, neither 2020 candidate has done), murmuring a phrase in Spanish while debating opponents in Miami, referring to yourself as “Elena” in front of Latinx culinary workers or pandering to Cuban voters while deporting undocumented Mexican immigrants during National Hispanic Heritage Month. It’s about recognizing that the approach used to garner support from upper-middle-class Venezuelan Americans in Florida is not the same as the tactics used toward Salvadoran voters in California. It’s about addressing and delivering on the issues all Latinx communities face without being reductive. Without a doubt, the year 2020 has been full of surprises. Who knows if this is the year “Latinos decide the election results”? — as many optimistic writers predict every four years. One thing is clear, though: Town halls and debates are essential to the democratic process, but when diverse Latinx voices and perspectives are missing, it does a disservice to the millions of unique Latinx voters who feel alienated from the system.", "dominantCategory": ["immigration"], "metadata": ["donald", "trump", "joe", "biden", "presidential", "election", "campaign", "racist", "education", "calling", "children", "republican", "democratic", "obama", "immigration", "daca", "citizenship", "undocumented", "united", "economy", "inequality", "american", "america", "economic", "impacted", "pandemic", "congress", "mexico", "migration", "media", "americans", "california", "addressing"], "emotions": {"anger": 18, "surprise": 3, "positive": 46, "anticipation": 18, "trust": 7, "negative": 14, "disgust": 4, "fear": 10, "joy": 3}}, {"text": "Lawyers appointed to represent the interests of migrant children and parents who were separated from one another as a result of a program established by the Trump administration, say that the whereabouts of hundreds of parents affected by that policy remain unknown. An anti-immigration policy called “zero tolerance” was established by the Trump White House in 2018, which physically separated thousands of parents from their children after crossing the U.S.-Mexico border. Most of those parents and their children were sent to separate detention facilities run by the Immigration and Customs Enforcement (ICE) agency. It has since come to light that the “zero tolerance” policy was preceded by a “pilot” program in 2017 under which the parents separated from their children were not jailed but deported while their children remained in custody in the U.S. Around 1,000 families were affected by the government’s actions. On Tuesday, lawyers from the American Civil Liberties Union (ACLU) said that parents of about 545 children affected by that pilot program have not been located. “It is critical to find out as much as possible about who was responsible for this horrific practice while not losing sight of the fact that hundreds of families have still not been found and remain separated,” said Lee Gelernt, the deputy director of the ACLU Immigrants’ Rights Project. “There is so much more work to be done to find these families.” A number of activists and public figures spoke out against the Trump White House in response to the latest news.  Alida Garcia, vice president of Advocacy at FWD.us, did not hold back her contempt for the administration’s actions, saying she believed they were purposeful and implemented with the intention of bringing about just such an outcome. “They can’t find these parents cuz the policy was to destroy lives intentionally w/ the hope that would stop brown people fleeing bad circumstances from finding hope here,” Garcia wrote in a tweet. “They always saw these families as expendable.” Jessica Morales Rocketto, civic engagement director for the National Domestic Workers Alliance, expressed similar sentiments in a tweet of her own. “The only reason you separate children from their parents, don’t keep any records of it, and then hide it is to enact maximum harm,” Morales Rocketto wrote, adding that the Trump administration didn’t “care about any” of the families affected by the policy, “and don’t believe they deserve to be treated with respect.” Rep. Veronica Escobar, a member of Congress from the state of Texas, expressed compassion for those who were affected by the policies. “An entire generation of children deeply damaged,” Escobar said. “The devastation is far worse than Americans know or understand.” The congresswoman also suggested in her tweet that NBC News’s Kristen Welker, who is set to moderate Thursday night’s presidential debate between President Donald Trump and Democratic presidential nominee Joe Biden, should bring up the topic for discussion. Cristina Jiménez Moreta, an immigration activist who co-founded United We Dream, urged her followers on social media to turn their outrage into action. “There are still hundreds of children who were separated from their parents by Trump that can’t find their parents. You can’t claim to care about these children & still support Trump and/or #ICE & the deportation force,” she wrote. “We must #AbolishICE #DefundHate” The pilot program for the “zero tolerance” policy was revealed in January 2019 within a report from the inspector general for the Department of Health and Human Services (HHS). In addition to acknowledging the existence of the pilot program beginning in the summer of 2017, the HHS report also noted the traumatic emotional toll that children suffered due to being separated from their family members. “Separated children experienced heightened feelings of anxiety and loss as a result of their unexpected separation from their parents after their arrival in the United States,” the inspector general’s report stated. “For example, some separated children expressed acute grief that caused them to cry inconsolably.” Parents who were affected by the policy also experienced emotional trauma, with some even attempting to commit suicide due to their grief, the HHS report noted. When it was brought to the public’s attention, the “zero tolerance” separation policy was decried by the United Nations human rights office for being in violation of international law. The Trump administration’s 2018 policy “amounts to arbitrary and unlawful interference in family life, and is a serious violation of the rights of the child,” said Ravina Shamdasani, spokeswoman for the Office of the United Nations High Commissioner for Human Rights. President Trump eventually bowed to immense pressure, from activists, lawmakers, and protesters across the country and around the world, and ended the program through executive order in June 2018. However, he continued to defend the practice of separating children from their parents at the border in order to deter immigrants from seeking asylum in the U.S. “If you took zero tolerance away, everybody would come right down,” Trump said at the time. “They’d be getting their little belongings, unfortunately, and they would be heading up. You would be — you would have a run on this country the likes of which nobody’s ever seen.” While Trump’s comments callously dismissed the emotional toll and human rights violations that occurred under the policy, they also ignored the fact that “zero tolerance” failed to achieve its stated goal of deterring families from seeking asylum in the U.S. According to numbers from the Trump administration’s own Customs and Border Protection (CBP) agency, the program had absolutely no effect in deterring migrants from coming to the U.S.  Even after both the pilot program and the “zero tolerance” policies had ended, child and parent separations continued to be carried out, as immigration officials used loopholes to tear families apart, often citing minor crimes or even mere suspicions about bad parenting to do so. In one example, a father was separated from his 4-year-old son because he didn’t answer questions from CBP agents fast enough. The father had a speech impediment that slowed his ability to speak at a rate deemed acceptable to those agents, which resulted in their questioning the legitimacy of his claim that he was the boy’s father. However, the father had documentation proving that the child was indeed his son, including a birth certificate from their home country showing the father’s name. Such behavior from CBP and ICE, however, is not an anomaly. According to the Southern Poverty Law Center, hundreds of family units have been separated by Border Patrol agents, even after the order to end “zero tolerance” was implemented. Several virtual summits in California, North Carolina, South Carolina and Louisiana over the past several weeks and an upcoming summit in New Jersey addressing human trafficking (also referred to as trafficking in persons or modern slavery) suggest a widespread awareness of the crisis in this country. Yet, a Summit on Human Trafficking hosted at the White House earlier this year, before COVID-19 was a concern, demonstrated what critics called a push that was “undermining” efforts and using the opportunity as a “photo op.”Notably absent from this meeting were several prominent leaders in the anti-trafficking space. Indeed, trends do suggest an overwhelming aspect of human trafficking that have been worsened by Trump administration policies, particularly for those vulnerable to trafficking due to their immigration status. It is clear that the administration’s dedication to ending human trafficking is lacking in important ways. Human trafficking most likely ensnares approximately 40 million peopleworldwide, which translates to about five people trafficked for every 1,000 people. Within the United States, about 403,000 individuals were trafficked in 2016. Over 50,000 of these individuals are foreign-born, with known survivors frequently from Mexico and the Philippines. Importantly, these estimates are only the best guess of what trafficking in the United States looks like, as enumerating trafficking is difficult due to the hidden nature of the crime. Migration clearly plays an important role in understanding human trafficking. As a result, immigration policies can increase the risk factors that make one susceptible to being trafficked. Immigrants may be trafficked whether they have work visas or no visas. In some cases, individuals are recruited abroad for the purposes of trafficking, but even migrants within the protection of the U.S. government have found themselves trafficked. For instance, the 2018 documentary, Trafficked in America, showed unaccompanied minors who were placed into state care, and subsequently trafficked on a chicken farm in Ohio. Additionally, a visa tied to an employer can allow for increased vulnerability of trafficked individuals. Temporary work visas — H2A and H2B visas, which provide visas to workers in agriculture, construction and restaurants (among other industries) — are directly tied to the approval of that employer. Known abuses in the H2A and H2B programs have previously led to trafficking of migrants within the United States. A Polaris report identified 797 cases of foreign nationals who held temporary visas and were subsequently trafficked from 2015-2017. These programs allow employers to have control on their employee’s migration status which creates potential for abuse. Fraud can play a role in these trafficking cases; for example, if recruiters or employers advertise fair wages yet pay only a portion of the promised legal wages. Coercion that includes threats to family members or threats about immigration status also plays a role in these trafficking scenarios. For workers who may already be isolated due to language barriers and are less likely to be familiar with U.S. labor laws, these abuses can be less visible. Finally, immigration policies are a key component in access to migrants who are currently trafficked or have been trafficked. The three-fold goals of the Trafficking Victims Protection Act of 2000 (TVPA), last amended in 2008, are to provide means for prosecution, protection and prevention. The strong anti-immigrant narratives put forth by the Trump administration are counter to these goals. Prosecution necessarily requires trafficked individuals to work with law enforcement, something that migrants concerned over their status may be afraid to do. More importantly, a key provision of the TVPA was to create a special type of visa, the T-visa, for foreign nationals who have been trafficked. Under President Barack Obama, nearly 73 percent of applicants were given visas from 2009-2016. In contrast, under President Donald Trump, only 50 percent of applicants have received visas in 2017 and 2018. While the number of applications has increased, the number of pending applications has more than doubled. Wait times and the difficulty in attaining appropriate certifications for visas has increased, making the T-visa provision in the TVPA minimally helpful. The Trump administration has indeed acted on issues concerning trafficking victims, but not with a full view of what trafficking is. For individuals who are vulnerable to trafficking because of their immigration status, change on a range of policy issues could shift policy in ways that help trafficked individuals. These changes run counter to the Trump administration’s record, however. Policy needs to shift the temporary visa process to create greater clarity and oversight in the recruitment process and remove control over visa status from employers. Barriers to accessing T-visas need to be minimized, including decreasing fees and wait times and increasing access to certifications. Rhetoric, policy and practice around immigration generally should foster an environment wherein migrants suffering any type of abuse are not afraid to access protection. Immigration policies that promote unsafe environments for migrants do not help human trafficking. A public that understands human trafficking and its ties to immigration may lead to better policy on both issues, particularly if that knowledge translated into pressure on policy makers. In my research conducted with Cecilia Mo on public opinion of human trafficking, we discovered fully disseminating how traffickers leverage different types of vulnerabilities can actually increase support from the public on anti-trafficking efforts. We also find that increased knowledge around human trafficking maintains high public support against anti-trafficking measures. Voters should be fully informed on human trafficking and hold their elected officials accountable for immigration and trafficking policy — particularly when officials encourage policy that makes trafficking more likely. While the current administration inherited a number of these problems, if the goal is truly to combat human trafficking, it is necessary work to revise migration policies that increase vulnerability to human trafficking. Whoever wins in November, an administration that wants to combat human trafficking needs more than occasional summits; it must create a safer environment for migrants.", "dominantCategory": ["immigration"], "metadata": ["children", "trump", "detention", "immigration", "customs", "custody", "families", "american", "activists", "tweet", "congress", "texas", "americans", "presidential", "donald", "democratic", "joe", "biden", "united", "media", "deportation", "nations", "unlawful", "asylum", "violations", "migrants", "crimes", "southern", "california", "addressing", "crisis", "vulnerable", "mexico", "crime", "migration", "visas", "america", "threats", "labor", "obama"], "emotions": {"anticipation": 30, "joy": 13, "surprise": 18, "trust": 35, "negative": 19, "positive": 80, "anger": 28, "fear": 18, "disgust": 4}}, {"text": "A month before the election, the Trump lockdown against any and all immigrants is intensifying. The Trump administration has unleashed a rush of regulations to restrict student visas, especially for students from non-white, non-Christian majority countries. It is accelerating border wall building. It has proposed an offensively low ceiling of 15,000 refugee admissions in 2021 and has also been flirting with an illegal refusal to provide Congress with numbers for refugee admissions next year, which would effectively lock all refugees out of the United States. And it has indicated that Immigration and Customs Enforcement (ICE) is about to launch a series of raids in sanctuary cities in coming weeks. The new rules regarding students, unveiled by the Department of Homeland Security last week, are particularly shocking. They limit to two years the kind of visa that students from dozens of countries can receive — meaning they cannot complete a four-year university degree (or at least have to reapply, with no guarantee of success, for a visa halfway through their studies), or enroll in graduate programs. Under these news rules, most countries in Africa, many in the Middle East and a number in Asia are impacted. It is, in short, a document that, in all but title, vastly privileges admissions from white-majority countries and vastly discriminates against the world’s non-white majority.  This comes hard on the heels of an ill-fated proposal at the height of the pandemic earlier this year to deprive international students of visas, and open up students already here to deportation if their classes, usually held in person, continue to be held online as a public health measure. That proposal received so much pushback from universities and from the business community that it was quickly shelved. When it comes to cruel immigration policies, the Trump administration never takes the consensus path for long, however. As the election nears, it is ramping up its all-out assault on immigration policy. This week, in perhaps the most shameful of its rash of shameful actions on immigration over the past year, the Trump administration came within minutes of not meeting its legal requirement to inform Congress of the refugee admissions cap that, by law, the president is required to present to Congress each year. Religious groups and refugee resettlement agencies had pleaded with the administration in recent weeks to increase the cap, since it has been slashed by more than 80 percent during the Trump era, despite surging numbers of refugees around the world needing resettlement away from conflict zones. We already admit a shockingly low number of refugees — and, since March, the program has essentially been in a deep freeze. Now, the assault on refugee admissions is continuing apace. ICE is apparently planning a series of high-profile raids, clearly intended to escalate political tensions in the run-up to the election in sanctuary cities. In almost missing the deadline to comply with providing a refugee admissions cap earlier this week, Trump was embracing a strategy of destruction-by-neglect that his hardline adviser Stephen Miller has long argued for: Starve the entire refugee admissions system of oxygen simply by refusing to provide Congress with a number. By default, in the absence of a policy proposal from the administration, that number would have reverted to zero in the year 2021. In the end, they didn’t go quite that far but instead proposed reducing the cap to 15,000 — nearly 90 percent lower than what it was when President Obama left office. And even that doesn’t tell the full story: Trump hasn’t yet signed the new presidential directive, and until — or unless — he does, refugee admissions remain frozen at zero. The news has gotten scant attention, buried amid the news about Trump’s positive COVID-19 diagnosis, Trump’s tax returns, and the analyses of the shocking tactics and message that Trump embraced in the first presidential “debate.” But, sit back for a moment and think about the stunning moral implications of this: The United States, which has resettled millions of refugees since World War II, has, with almost no public discussion of the issue, simply locked its doors to virtually everyone fleeing war and persecution. As a result, it’s indisputable that large numbers of refugees will die, and that additional large numbers will spend years and years desperately impoverished and living in miserable refugee camps. The refugee resettlement infrastructure in the U.S. took decades to build; it is now, in a matter of four short years, being virtually dismantled. As the number of admissions continues to plummet, so offices in cities around the country will shutter, staff and volunteers who have spent decades helping people resettle from countries as far afield as Bosnia, Iran, the Democratic Republic of Congo, Afghanistan, Syria and Russia, to name just a few, will no longer be able to put their skills to use making refugees’ lives better in the New World. The politics of exclusion and of lockdown aren’t limited to refugees. All along the southern border with Mexico, contractors are working feverishly to complete mile upon mile of Trump’s much-touted Great Wall, to keep out would-be-asylum-seekers. According to The Washington Post, the pace has now picked up to the point that contractors, being paid with money diverted from other government spending programs, are now completing two miles per day, at a staggering cost of $41 million per mile. In the process, they are dynamiting and bulldozing their way through fragile ecosystems and sacred sites for local Native American communities. As for undocumented immigrants in the U.S., ICE is apparently planning a series of high-profile raids, clearly intended to escalate political tensions in the run-up to the election in sanctuary cities, especially in California. And in a ghastly propaganda stunt that comes perilously close to an incitement to vigilantism, the Trump administration is also considering plastering some cities with billboards identifying “immigration violators” by name and face, essentially turning these people into versions of “America’s Most Wanted” at a time when far right vigilantism is on the rise. Team Trump is aggressively using regulatory changes to put up a “Whites Only” sign at the U.S.’s entrance, and it is rushing to complete hundreds of miles of border wall. Of course, if they are then subsequently detained and incarcerated in the growing network of detention centers and camps in which ICE prisoners are held, don’t expect conditions to be anything other than brutal. A couple weeks back, a scandal broke, involving allegations that women held in a facility in Georgia were subjected to hysterectomies and other sterilization procedureswithout their informed consent. In recent days, more details have emerged, pointing to the inescapable conclusion that many people were indeed operated on entirely needlessly. There are in this story horrific echoes of the U.S.’s eugenicist past, as well as of medical experiments and practices implemented against concentration camp prisoners by the Nazis. The U.S. immigration system was already often violent and brutal and unfair prior to Trump’s tenure in office; it is, now, infinitely worse. By the back door, in these last days before the election, Team Trump is aggressively using regulatory changes to put up a “Whites Only” sign at the U.S.’s entrance, and it is rushing to complete hundreds of miles of border wall that will scar the land for years to come.", "dominantCategory": ["immigration"], "metadata": ["election", "trump", "lockdown", "restrict", "visas", "students", "refugee", "illegal", "congress", "refugees", "united", "immigration", "customs", "sanctuary", "homeland", "university", "studies", "impacted", "pandemic", "deportation", "online", "obama", "presidential", "infrastructure", "democratic", "southern", "mexico", "washington", "american", "undocumented", "california", "detained", "detention", "facility"], "emotions": {"surprise": 12, "negative": 15, "joy": 3, "positive": 26, "sadness": 10, "anger": 20, "disgust": 8, "anticipation": 30, "trust": 13, "fear": 16}}, {"text": "As Los Angeles County reports record COVID-19 infections, overflowing hospitals and record death tolls, we look at how Indigenous communities there are among the hardest hit in working-class neighborhoods, where many are essential workers. “Indigenous people, we don’t have the privilege to stay home and not go to work,” says Odilia Romero, co-founder and executive director of Indigenous Communities in Leadership, or CIELO, an Indigenous women-led nonprofit organization in Los Angeles. Romero also laments “the loss of knowledge” that comes with the devastation of COVID-19. “Some of the elders have passed away, and there goes a whole worldview,” she says. CIELO recently published a book documenting the stories of undocumented Indigenous women from Mexico and Guatemala living in Los Angeles in the midst of the pandemic. TRANSCRIPT This is a rush transcript. Copy may not be in its final form. AMY GOODMAN: This is Democracy Now! I’m Amy Goodman, with Juan González. Four thousand three hundred twenty-seven. That’s the world record-shattering one-day coronavirus death toll in the United States. That’s more than the total number of people who have died of COVID in South Korea. It’s more than the total number of people who have died of COVID in Japan — again, through the entire pandemic. As the U.S. hits yet another COVID-19 world record, we go to California, where the epicenter, Los Angeles County, is expected to hit 1 million COVID-19 infections by the end of the week, amidst reports of overflowing hospitals, record death tolls. With 1,600 deaths in the past week, L.A. is averaging a death every six minutes. The crisis point for Los Angeles comes as numbers soar across the state. On Monday, Governor Gavin Newsom said the state would open mass vaccination sites. GOV. GAVIN NEWSOM: We recognize that the current strategy is not going to get us to where we need to go as quickly as we all need to go, and so that’s why we’re speeding up the administration, not just for priority groups, but also now opening up large sites to do so, meaning Dodger Stadium, Padre Stadium, Cal Expo — these large mass vaccination sites. You’ll start to see those coming up as early as this week. AMY GOODMAN: The virus has hit Latinx and Indigenous communities in Los Angeles the hardest, as COVID-19 ravages working-class neighborhoods, where many are essential workers. This is Dr. Edgar Chavez, who works in a community clinic in Los Angeles, speaking to NBC. DR. EDGAR CHAVEZ: It’s really hard for us to see our population doing the work that nobody else wants to do, front-facing, exposing themselves to COVID, and then dying from COVID, and then not getting the healthcare that they need, not getting the vaccine fast enough. AMY GOODMAN: Los Angeles’s Indigenous communities from Mexico and Central America have been particularly impacted as they face both the crisis of COVID-19 and additional language barriers and lack of access to information and care. For more, we go to Los Angeles, where we’re joined by Odilia Romero, co-founder and executive director of Indigenous Communities in Leadership, or CIELO, an Indigenous women-led nonprofit that has raised over a million dollars for coronavirus relief for L.A.’s Indigenous communities. It also recently published a book called — a book, which I’m going to ask her to pronounce, documenting the stories of undocumented Indigenous women from Mexico and Guatemala living in the midst of the pandemic. Odilia Romero is a Zapotec interpreter, has been an Indigenous leader with the Binational Front of Indigenous Organizations for a quarter of a century. Odilia, welcome back to Democracy Now! Please, so I don’t mispronounce it, tell us the name of your book, and then talk about the Indigenous immigrant communities and what’s happening now in the midst of this record-shattering pandemic. ODILIA ROMERO: Good morning, Amy. Thank you for having me again. Pa diuxi. The name of the book is Diža’ No’ole, Palabra de Mujer, A Woman’s Word. And COVID in Indigenous communities in L.A. County has been devastating. You know, every time I talk to someone in the community, another — the mechanic die, the healer die, the dancer die. And that is like every day we get to talk to people, and it’s a tragedy. I spoke to someone yesterday, and they were like, “Already eight people this week die in my community.” Another woman told me, “Four people die in my community.” So, every day that I talk to someone in the community, there’s more and more dead. And this happens because Indigenous people, we don’t have the privilege to stay home and not go to work, right? We have to go to work, as we — through our Undocu-Indigenous Fund, we’ve heard a lot of stories: “I don’t have money to pay for my rent. The funds that I’m getting through CIELO, it goes directly to my rent. I don’t have food. I have to work. I’m selling food on the street.” So, this puts you in a condition that you put yourself at risk to get COVID. And once you have it, you live in an apartment — some people now have lost their apartment, and now they’re living with other families. So, one gets infected, the rest will get infected. So, it’s been really painful to see the impact of COVID in Indigenous communities. The infection rate is very high. And when they go to the hospital, well, if you are there — even if you spoke Spanish or English, you’re alone, but as you get there, there’s no one that interprets in your language. And when this pandemic started, when we started the funds, it was a person I know knows a person that had COVID. During the summer, “Oh, a person in my family had COVID.” Now it’s like, when you talk to people, “I have COVID.” My family has — a family member says, “I have COVID.” My mother says, “I have COVID.” My mother has been in the hospital, personally. My mom was in the hospital for 10 days. And her being there, not being able to see her and not talk to her, her not being able to communicate in her Indigenous language was devastating, that she fell into a deep depression, that for a moment we thought we were going to lose her. So, all this is happening with Indigenous communities — a lack of funds, the lack of — there’s a lot of food insecurity. So we’re going through a lot currently, Amy. JUAN GONZÁLEZ: And, Odilia, I’m wondering — when we hear the stories, and it’s one outrageous story after another in recent days, of the inequality in how this pandemic is being dealt with, I think specifically, for instance, National Football League athletes, football players, getting tested for COVIDevery single day just to assure that the football games can go on, or we’re hearing of these elite medical institutions, like Columbia/Presbyterian and Brigham Hospital, vaccinating not only the workers who — the emergency room workers, who are actually dealing the COVID patients, but they’re vaccinating their grad students, they’re vaccinating their administrators, they’re vaccinating all kinds of other people who really aren’t at risk. And meanwhile, you’re facing this crisis in Los Angeles. When you hear some of these stories, what’s your reaction? ODILIA ROMERO: My personal reaction, our staff reaction, it’s like this. When we hear the community’s stories, it’s very heartbreaking. You know, there are days, like when the team, we meet in the evening, we’re all quarantined together, and we just like sit there and don’t know what to do. Our hands are tied. We’ve only raised $3.4 million. And it sounds like a lot of money, but it only helps 5,000 people. You know, when people call, like, “Do you have any food for me? Do you have any, like, money for the rent? Because, you know, I’m being threatened by the landlord,” and then you hear these — you know, “And I have to go to work. I’m infected.” When we talk to people, people are coughing. And when you hear the privilege of others, when the essential workers are not getting vaccinated, it’s very heartbreaking. And it is, very personally, very frustrating. Like, I wouldn’t have the words to tell you, like, my feeling of anger at times, because I see Indigenous communities at the forefront. From the farm — from the agricultural fields to the hospitality industry to the cleaners, we are there. And we don’t have access to the vaccine. We don’t have access to any more funds but what we have in CIELO. And what we have in CIELO is — like, it sounds like a lot of money, but it’s really nothing compared to the need that people have right now. And on top of it, we have to talk about people not knowing how to — they can’t work; because they have children, they have to stay at home. One parent told me the other day, “You know, there’s four families living in our household, and the kids are asking for pizza. And we have to take turns. One family buys a pizza, and we prioritize the kids.” You know, some families have shared that now they’re reducing their intake of food, and they prioritize the kids. So, it’s very heartbreaking and depressing. JUAN GONZÁLEZ: I’m wondering also — Odilia, I’m wondering also: What’s been the actions of Governor Newsom and the state, at the state level, to assist some of the most hard-hit communities, especially in places like Los Angeles, where a good percentage of the people are undocumented and are not — cannot partake of any of the assistance handed down by the federal government? ODILIA ROMERO: Well, there has been a lot of support to undocumented communities. They had the California relief fund. But there has been an effort, but as far as for particularly Indigenous people, there hasn’t, because then you have to go — you are labeled as Latinx, so then the box is checked that you’ve been supporting undocumented Latinos. But we’re not Latinos, right? So, in order for Indigenous people to access all these resources, one, there’s the language barrier. A lot of us did not go have college educations, so we don’t know how to read and write. So that does not allow us to access a lot of the funds. And we hear this from different community members: “I have applied.” And some of the beautiful things that come out of this is, like, we’re able to speak the language. Our staff, there’s K’iche’, Zapotec, Mixtec, and we’re able to communicate with the community. That makes a big difference for them to access the funds. There has been little effort for Indigenous communities. AMY GOODMAN: I wanted to continue on that point of who is dying, the lives lost and the knowledge lost. As you were talking, I was thinking about a conversation I had with a member of the Standing Rock Sioux. And there, they have prioritized speakers of the Native languages for its COVID-19 vaccine distribution, because cultures and languages are dying out with the death of these elders during COVID. And if you can talk about, Odilia, what’s happening in Los Angeles, as you’re a Zapotec interpreter, talking about the Zapotec, the K’iche’, and what data doesn’t show? You’ve talked about it as erasing Indigenous people. ODILIA ROMERO: Let’s say, for last night, the county health department put out: Death so far, new death, is 288. I know at least 15 people are Indigenous people that died, because I’ve talked to the family members, because our team has talked to them. The new cases — right? — there has been 11,844. I know also that maybe a hundred of them are Indigenous communities. And you might say the numbers are small, but because we’re a small population, this is — it’s the loss of lives, people being infected, you know, and the loss of knowledge is there, right? Some of the elders have passed away, and there goes a whole worldview. Just last week, someone in the community died. She knew the stories of migration. She was one of the first women that came to the U.S., you know, and she brought a lot of other women. And all the stories are gone. And the language is dying with COVID more than ever, especially here in L.A. with the elders. You know, I speak the language, but when my mom was in the hospital, that’s one of the things I thought: We never documented her story. Like, what’s going to happen with all the recipes of food that my mom has? Like, everything — so, it’s one of those things that, for us, it’s so important. It would be great if Indigenous communities will have access to the vaccine, because there’s so much knowledge that will be gone with COVID. And because we live in confined places here in L.A., the risk of elders getting infected and dying is a lot higher than in any other places, and the language, the language, the traditions. When one of the traditional healer was in the hospital, I called and tried to — like, he doesn’t speak Spanish. He doesn’t speak English. How do I communicate with him? That was impossible. Luckily, he’s home, and he’s doing better. But it is these things that are heartbreaking for us here at CIELO. AMY GOODMAN: We want to thank you so much, Odilia, for joining us, Odilia Romero, Zapotec interpreter with Indigenous Communities in Leadership, which helped raise more than $1 million in COVID-19 relief to help Los Angeles Indigenous immigrant communities, has published a book documenting their stories of living and dying during the pandemic. That does it for our broadcast. You can watch the House impeachment proceedings, the first time in history a president will be impeached twice, on our website, democracynow.org. We’ll be streaming the full debate and vote starting at 9 a.m. Eastern time. That does it for our show. Democracy Now! is produced with Renée Feltz, Mike Burke, Deena Guzder, Libby Rainey, Nermeen Shaikh, María Taracena, Carla Wills, Tami Woronoff, Charina Nadura, Sam Alcoff, Tey-Marie Astudillo, John Hamilton, Robby Karran, Hany Massoud and Adriano Contreras. Our general manager, Julie Crosby. Special thanks to Becca Staley, Miriam Barnard, Paul Powell, Mike DiFilippo, Miguel Nogueira, Hugh Gran, Denis Moynihan, David Prude and Dennis McCormick. Remember, wearing a mask is an act of love. I’m Amy Goodman, with Juan González. Thanks for joining us.", "dominantCategory": ["covid", "immigration"], "metadata": ["undocumented", "mexico", "pandemic", "coronavirus", "united", "covid", "california", "deaths", "crisis", "virus", "healthcare", "vaccine", "america", "impacted", "families", "infected", "infection", "hospital", "inequality", "students", "children", "migration"], "emotions": {"trust": 14, "anger": 36, "positive": 70, "anticipation": 27, "fear": 26, "negative": 19, "joy": 10, "surprise": 1, "disgust": 2}}, {"text": "With supplies of covid-19 vaccines scarce, a federal advisory panel recommends first putting shots into the arms of health care workers, who keep the nation’s medical system running, and long-term care residents most likely to die from the coronavirus. Nowhere on the list of prioritized recipients are public officials’ spouses. Yet the first ladies of Kentucky and West Virginia; Republican Vice President Mike Pence’s wife, Karen Pence; Democratic President-elect Joe Biden’s wife, Jill Biden; and Vice President-elect Kamala Harris’ husband, Doug Emhoff, were among the first Americans to get the potentially lifesaving shots.  Kentucky also vaccinated six former governors and four former first ladies, including current Democratic Gov. Andy Beshear’s parents. The early vaccinations of political spouses spurred outrage on social media, with several Twitter users saying they should not be able to “jump the line” ahead of doctors, nurses and older people. In most of the 29 states that responded to KHN inquiries of all 50 governors’ offices, top elected officials said they — and their spouses — will be vaccinated but have chosen to wait their turn behind more vulnerable constituents. Some Congress members from both parties said much the same when they refused early doses offered in the name of keeping the government running. Those weren’t offered to their spouses. Governors who got the shots along with their spouses, and the vice president’s office, said they wanted to set an example for residents, build trust, bridge ideological divides and show that the vaccine is safe and effective. But that’s a rationale some critics don’t buy. “It looks more like cutting in line than it does securing trust. The politicians can get the hospitals to give it to them under this illusion of building trust. But it’s a façade,” said Arthur Caplan, a bioethics professor and founding head of the medical ethics division at New York University Grossman School of Medicine. “People might say: ‘Yup, typical rich people. They can’t be trusted.’ This undermines what they set out to do.” Besides, Caplan said, the public doesn’t trust politicians all that much anyway, so inoculating celebrities, religious leaders or sports figures would likely do more to boost confidence in the vaccine. Rock ’n’ roll king Elvis Presley famously got the polio vaccine in 1956 to help win over those who were skeptical; the actions of governors’ wives from that period are less remembered. Dr. José Romero, chairperson of the Centers for Disease Control and Prevention’sAdvisory Committee on Immunization Practices, said in an email to KHN that while his group provides an outline for distributing limited vaccine doses, “jurisdictions have the flexibility to do what’s appropriate for their population.” Kentucky and Texas officials pointed out that CDC Director Dr. Robert Redfield encouraged governors to publicly get the vaccine. No one mentioned medical reasons for their spouses to get vaccines; hospitals are generally not vaccinating the spouses of medical professionals who have gotten the shot. (It’s unclear whether vaccinated people can still spread the virus, so it’s possible that a vaccinated person could pass the virus to their spouse or have to quarantine if an unvaccinated spouse were to get covid.) The office of West Virginia’s governor, Republican Jim Justice, released pictures of him, his wife, Cathy Justice, and other officials receiving shots. He also showed his own vaccination on YouTube. Beshear’s office in Kentucky also released photos of him getting the vaccine in December on the same day as his wife, Britainy Beshear, and other state officials. “There is no question that there is vaccine hesitancy out there,” Beshear said at a coronavirus briefing on Monday, the day former Kentucky governors and their spouses were vaccinated. He alluded to a future program involving faith leaders and others. “Validators are incredibly important to building that confidence.” His father, Democratic former Gov. Steve Beshear, posted photos of his vaccination on his Facebook page, saying that he and his wife, Jane Beshear, along with other former Kentucky governors of both parties and their spouses, stepped up partly to show residents the vaccine is safe and encourage them to get it when it’s available to them. Kentucky is currently in the first stage of vaccine distribution, which targets health care workers and residents of long-term care and assisted living facilities. Fewer than 15,000 of the 58,500 doses received for long-term care had been given out when the former governors and their spouses were vaccinated. Tres Watson, a former communications director for the Republican Party of Kentucky who founded a political consulting firm, was skeptical about the intentions behind the event. He said it seemed to be a public relations effort created so the governor could vaccinate his parents. “I understand the continuity of government, but first ladies have no part in the continuity of government,” he said. “You need to stick with the priorities. Once you start making exceptions, that’s when you run into problems.” Officials representing the Biden-Harris transition team and three other states where governors got vaccinated — Republican-led West Virginia and Texas, and Democratic-led Kansas — either didn’t respond to KHN or didn’t answer questions about spouses. Alabama’s Republican governor, Kay Ivey, got the vaccine and is divorced. Politicians in other states have taken the opposite tack. In Arkansas, Republican Gov. Asa Hutchinson is focused on ensuring high-priority groups such as health care workers, long-term care staffers and residents are vaccinated, said spokesperson LaConda Watson. “He and his wife will receive the vaccination when it’s their turn,” she said. In Missouri, Kelli Jones, communications director for Republican Gov. Mike Parson, said in an email that he and the first lady fully intend to get the vaccine. Like governors from Colorado, Nevada and elsewhere, they’ve both recovered from covid-19, Jones said, and will “wait until their age group is eligible” under the state plan. Doctors recommend vaccinations even for people who have already had covid. Cissy Sanders, 52, an events manager who lives in Austin, Texas, said she understands why lawmakers would need to get the vaccine. Her own governor, Republican Greg Abbott, received it on live television to instill confidence, said his press secretary, Renae Eze, who wouldn’t address whether Abbott’s wife was vaccinated. But Sanders said politicians’ spouses should not be vaccinated before nursing home residents like her 71-year-old mom. Sanders’ mother received the vaccine in late December — after some public officials’ spouses — but she said far too many nursing home residents across America are still waiting. “Why is a non-high-risk group — i.e., these spouses — going before the most high-risk group? Who makes these decisions? Who thinks this is a good, responsible, safe decision to make?” she said. “Political spouses have not been at ground zero for the virus. Nursing home residents have been.” KHN Montana correspondent Katheryn Houghton, California Healthlinecorrespondent Angela Hart and KHN senior correspondents Markian Hawryluk and JoNel Aleccia contributed to this report.", "dominantCategory": ["covid"], "metadata": ["coronavirus", "republican", "democratic", "joe", "biden", "americans", "media", "vulnerable", "congress", "vaccine", "university", "texas", "cdc", "virus", "quarantine", "covid", "targets", "focused", "sanders", "nursing", "america", "california"], "emotions": {"positive": 42, "fear": 8, "anticipation": 18, "trust": 14, "negative": 11, "anger": 5, "sadness": 1, "disgust": 1, "joy": 6}}, {"text": "When the COVID-19 outbreak swept across the U.S., toilet paper, hand sanitizer and Clorox wipes flew off store shelves. But shopping carts have also been full of something that most Americans get supplied straight to their home: water. Shoppers emptied store shelves of bottled water while stockpiling during the initial months of the pandemic. Even Amazon ran out of most brands of bottled water by mid-March. That month ended with an increase in sales of bottled water by 57 percent compared to the same time in 2019. The novel coronavirus is not a waterborne pathogen. The World Health Organization says the virus’s “risk to water supplies is low.” The Centers for Disease Control and Prevention (CDC) affirmed that “the virus that causes COVID-19 has not been detected in treated drinking water.” And the U.S. Environmental Protection Agency (EPA), which regulates public drinking water, recommends we continue to drink from our taps, as municipal water systems are required by law to remove or kill pathogens, including viruses like COVID-19. So what explains the bottled water hoarding when local, national and international health experts and environmental authorities have assured us that the H2O from our taps is perfectly fine for consumption? Consumers stockpile products for various reasons, explain psychologists. For some, it’s about having some sense of control or being prepared in times of uncertainty; for instance, the water aisle is also frequently empty ahead of natural disasters like hurricanes. For others, the perceived scarcity of the stuff drives demand. Many Americans, meanwhile, buy bottled water because they do not trust the water they get through their pipes. At a more systemic and troubling level, for millions of people living in low-income and neglected communities, buying bottled water is a must because an available source of clean, running water is simply not an option. For tree-huggers like me, however, bottled water is definitely not the solution.Plastic is terrible for the environment. Plastic bottles take more than 1,000 years to biodegrade, and “[a]t least 8 million tons of plastic end up in our oceans every year,” according to the International Union for Conservation of Nature, which notes that “[t]he most visible and disturbing impacts of marine plastics are the ingestion, suffocation and entanglement of hundreds of marine species.” And in some cases, bottled water has been found to contain disinfection byproducts, fertilizer residue and pain medication. But in an interview, Michigan State University professor and water microbiologist Joan Rose reminded me how lucky I am to not question the safety of my tap. “Utilities are doing a good job if people just take it for granted,” she said. For most Americans, not being able to find Aquafina, Fiji or Dasani at their supermarket isn’t a big deal. But for the many people who cannot drink their own tap water, wash their hands or bathe because their water service is shut off or because it’s tainted, not having bottled water is a potential health risk. Although the CDC says Americans are “fortunate to have one of the safest public drinking water supplies in the world,” and the EPA boasts that more than “92 percent of the population supplied by community water systems receives drinking water that meets all health-based standards all of the time,” Rose’s 2019 article in The Conversation says that’s just “not good enough.” In a 2018 peer-reviewed study, researchers from the University of California at Irvine and Columbia University found that health-related violations of the Safe Drinking Water Act — the federal law that regulates our tap water — are widespread, with “9-45 million people possibly affected during each of the past 34 years.” In 2015 alone, more than 20 million people “relied on community water systems that violated health-based quality standards,” the authors wrote. “There is a growing concern about more and more pockets and places where we don’t have safe water,” said Rose, adding that it’s often rural areas, people with low incomes and communities of color who are disproportionately affected and impacted by polluted drinking water. In 2016, two years after the Flint, Michigan, water crisis began, an Associated Press-GfK poll found “[j]ust under half of Americans” were “extremely or very confident in the safety of their own tap water,” as reported by the Associated Press. Americans with lower levels of income and Black and Latinx people were especially more likely to worry about their water being contaminated, according to the poll. In Flint, where the switch in the water system poisoned thousands and killed many others in 2014, “[t]he city has inspected more than 25,000 service lines and has replaced 85 percent of the pipes,” according to an April article in ClickOnDetroit, but the pandemic has led to this work being put on hold. And since the crisis in Michigan began, investigations have exposed the pervasive problem of the U.S.’s toxic, aging water lines. A number of cities, notably Newark, New Jersey, have been labeled by the media as “the next Flint.” Like Flint, Newark is facing a serious health threat to residents from lead-contaminated drinking water from old pipes. The other similarity between Flint and Newark is that the people most affected by the contamination are mostly African American and low-income populations. In both cities, affected residents were told to drink only bottled water, and, unfortunately, the coronavirus panic buying of bottled water dwindled supplies for people who really needed it last spring. Actor and author Hill Harper started a GoFundMe campaign along with the National Clean Water Collective to help provide Flint residents with a clean water supply during the pandemic. A message on the GoFundMe page states that Flint residents “have been suffering the past six years fighting the life-damaging and lethal effects caused by the lead found in their water system.” The campaign, launched in April to raise money for water shipments to the city, also says, “Today, the city’s plight deepens with the scarce supply of clean drinking water available during this pandemic.” Besides Flint and Newark, much of the water infrastructure in the United States is aging and in need of replacement. The American Society of Civil Engineers (ASCE) gave the U.S. tap water system a “D” in its latest report card, observing that most of the 1 million miles of pipes across the country were laid in the early to mid-20th century and last for around 75 to 100 years. That means most of the U.S.’s water pipes are near or past their useful life. According to the ASCE, the American Water Works Association has estimated that it would require at least $1 trillion to upgrade and expand the existing water systems, and yet, “the investment has been inadequate for decades and will continue to be underfunded without significant changes as the revenue generated will fall short as needs grow.” All the while, President Trump has frequently touted that the U.S. has “crystal-clean water and air.” In March, amid the COVID-19 outbreak, the EPA assuredAmericans that taps were safe for drinking, cleaning and bathing. In a letter, Trump’s EPA head Andrew Wheeler requested governors in all 50 states, territories and Washington, D.C., that workers across the water and wastewater sector be considered essential, as “[h]andwashing and cleaning depend on providing safe and reliable drinking water and effective treatment of wastewater.” But in the midst of the pandemic (the day before the 50th anniversary of Earth Day, no less), the Trump administration released a final rule to roll back key parts of the Clean Water Rule, which environmental groups like Earthjustice say could threaten the drinking water sources for more than 117 million Americans. “President Trump’s administration wants to make our waters burn again,” Earthjustice attorney Janette Brimmer said on the organization’s website. “Under the cover of COVID-19, the Trump administration is giving extractive and polluting industries the power to dig up and destroy wetlands and to dump waste in streams, lakes, and wetlands all over the country. We will see them in court.” The rollbacks come on the heels of a troubling report, released in June by the Environmental Working Group (EWG), a nonprofit advocacy organization, which found that the problem of drinking water polluted by nitrates — largely caused by fertilizer and manure runoff from crop fields — is getting worse in much of the U.S.’s farm country. The group analyzed data from 10 states and found “that in the water of more than 2,100 utilities with the most serious problems, nitrate contamination has grown steadily worse. These community water systems serve almost 21 million people across … the Midwest, Southwest, Atlantic Coast and California.” The report’s author, Anne Weir Schechinger, gave a stern warning: “With every glass of water, over 20 million people in mostly agricultural areas are now getting a bigger dose of nitrate than before.” Schechinger, a senior economics analyst at EWG, put the responsibility of fixing this issue squarely on the source of the polluted runoff. “Until farmers clean up their act, water quality in these communities is going to continue to decline, posing a growing threat to public health,” she said. It goes without saying that water is an essential resource. Worldwide, only 1 percent of the planet’s freshwater is easily accessible to humans, and yet supplies have become increasingly strained due to population growth, agricultural and industrial pollution and climate change. For instance, saltwater intrusion from storm surges exacerbated by sea level rise has stressed freshwater supplies. “Almost all the deltas of the world, they are frightfully low,” Harold Wanless, a professor of geography at the University of Miami, told Yale Environment 360, “and they are primed for saltwater intrusion.” Although Americans are fortunate to consume some of the safest and most reliable water on Earth thanks to long-standing federal laws that safeguard our water and guide our network of public water systems, nonprofit organizations like EWG have warned that the 46-year-old Safe Drinking Water Act is outdated and that the enforcement of maximum contaminant levels for certain chemicals that they say can cause adverse human health impacts must be strengthened. Under the Safe Drinking Water Act, the EPA has set drinking water regulations for more than 90 toxic contaminants to protect people from serious diseases. But, as EWG states, “[T]here are no legal limits for more than 160 unregulated contaminants in U.S. tap water.” So even though most of our public drinking water sources pass the federal muster, Americans around the country are potentially exposed to a number of unregulated contaminants that do not have health-based standards set under the Safe Drinking Water Act. And even if your water is safe for you to drink, that doesn’t mean it’s safe for everyone. Vulnerable groups — including pregnant women, children and the immunocompromised — are at greater risk of adverse health effects from exposure to drinking water contaminants, Tasha Stoiber, a senior scientist at the EWG, explained. In recent years, the EWG has highlighted the prevalence of per- and polyfluoroalkyl substances, or PFAS chemicals, lurking in the drinking water of dozens of U.S. cities. This group of synthetic chemicals are used for firefighting, industrial manufacturing and nonstick Teflon products, and are often called “forever chemicals” because they do not break down in the environment and accumulate in the soil and plants. They are so pervasive that a 2016 studypublished in Environmental Science and Technology Letters found that “drinking water supplies for 6 million U.S. residents exceed[ed the] … EPA’s lifetime health advisory” of 70 nanograms per liter for these compounds. And yet, despite the growing number of studies linking adverse health impacts associated with PFAS exposure, the EPA has yet to establish an enforceable limit for the chemicals in drinking water — even though there is evidence that exposure to PFAS can lead to adverse human health effects, including links to developmental issues, thyroid disorders, immune problems and certain cancers. Thankfully, positive change may be on the horizon, as clean water advocates can cheer that Joe Biden will soon be in the White House. As the nonprofit Environment America noted in its endorsement of his presidential bid, “Biden’s support for clean water goes back to his early days in the Senate, when he cosponsored the Ocean Dumping Act of 1988, which prohibited dumping of sewage and sludge.” And, in announcing his climate team, President-elect Biden said, “[W]e have no time to waste to confront the climate crisis, protect our air and drinking water, and deliver justice to communities that have long shouldered the burdens of environmental harms.” But how can you take steps now to ensure that your water is safe to drink? If you rely on a public water supplier, every year by July 1, your local utility should issue an annual drinking water quality report, often called a consumer confidence report, or CCR. You can usually find this report online or simply call your supplier to ask for more information about your water quality. If you are concerned about certain pollutants in your water, you might want to consider a water filter. EWG has a water filter guide to help in finding the right one based on the contaminants in a local water supply. If you belong to one of the 13 million households that rely on private wells for drinking water, have your well water tested at least once a year for total coliform bacteria, nitrates, total dissolved solids and pH levels, the EPA recommends. Finally, the COVID-19 outbreak has shown how important clean water is to our everyday lives, whether it’s to wash our hands or drink. Paired with the emerging challenges to our water supply, it’s clear we need to fight for strengthened drinking water protections and put forward our demand before elected officials that access to safe, affordable water is a basic human right. Naturally, the coronavirus mutates as it spreads. But scientists are more concerned about some mutations more than others, and there’s one in particular that’s worrisome because it could throw a wrench in future vaccine efficacy. Specifically, variant 20C/501Y.V2 — also known as B.1.351 lineage — which has emerged in Durban, South Africa, is alarming because the mutation of the virus is at the SARS-CoV-2 Spike, disguising its appearance to the immune system which can make it easier to bypass immune protection. Think of it like someone putting a wig on to go to a party they weren’t invited to, and tricking the bouncer by changing their appearance to enter. “The concern is that it has a structural change that may change the shape of the Spike protein in a way that it may not be as easily recognized by the immune system, which means the antibodies that we raise through vaccination, as well as naturally occurring antibodies following a following infection,” explained Dr. George Rutherford, a professor of epidemiology at the University of California, San Francisco. “That’s the concern with that strain.”  Dean Blumberg, chief of pediatric infectious diseases and associate professor in the Department of Pediatrics at the University of California, Davis, agreed. “We need to be immune to that spike protein to prevent infection. If it changes, if it mutates too much, then maybe we might lose immunity that we’ve achieved via either infection or immunization,” Blumberg said. Variant 501Y.V2 is believed to be behind a fast-growing coronavirus outbreak in South Africa’s Eastern Cape Province. Researchers first identified the variant in October 2020 in Nelson Mandela Bay, South Africa. In December 2020, it was also identified in Zambia and appeared to be the dominant strain in the country. According to a preliminary data on the strain, samples of the variant carry up to 9 changes to the spike protein. One mutation of 501Y.V2 that is of concern is N501Y because of how the portion of the spike is mutated. A second mutation, dubbed E484K, appears to have changed the shape of the protein in a way that is making it harder for some antibodies to neutralize the virus. “There are preliminary studies that suggest that people who’ve previously been infected with previous strains, they may neutralize the virus up to 10 times less,” Blumberg said. “So that’s a real concern, and that would suggest that maybe vaccine induced immunity may be escaped by this new variant in South Africa.” Indeed, a paper published about this specific mutation this week echoed those concerns. One author of the paper told STAT News that, despite findings that that the virus was harder to neutralize with antibodies from other strains, the variant would have to have very specific mutations in certain spots to have a big impact on vaccine efficacy. According to a separate report published this week, scientists tested the Pfizer vaccine against N501Y using blood samples from 20 people. Fortunately, the vaccination worked on them, but the sample size was far too small to say definitively that it would be true for the general population.  Does this strengthen the case that COVID-19 vaccines will be similar to the flu vaccine, in the sense that they will be tailored to different strains and more frequent? “Maybe yes, maybe no,” Rutherford said. “But it would be quite unusual if we had to go in and change it this rapidly.” The Centers for Disease and Control (CDC) has warned that the potential consequence of these mutations could be that these variants could evade vaccine immunity, but that it would not be an immediate impact. “Both vaccination against and natural infection with SARS-CoV-2 produce a ‘polyclonal; response that targets several parts of the spike protein,” states the CDC. “The virus would likely need to accumulate multiple mutations in the spike protein to evade immunity induced by vaccines or by natural infection.” Masking and social distancing still work to protect people from this strain, which hasn’t been identified in the United States yet. According to the BBC, it has been identified in Austria, Norway and Japan. Notably, there is no evidence to suggest that any of the mutations of this variant cause more serious illness. “Currently, there is no evidence that these variants cause more severe illness or increased risk of death,” the CDC states. “New information about the virologic, epidemiologic, and clinical characteristics of these variants is rapidly emerging.”", "dominantCategory": ["climate-change", "covid"], "metadata": ["outbreak", "americans", "pandemic", "coronavirus", "cdc", "virus", "environmental", "impacts", "university", "researchers", "california", "violations", "impacted", "crisis", "media", "american", "campaign", "infrastructure", "united", "trump", "washington", "pollution", "climate", "vulnerable", "children", "studies", "advocates", "joe", "biden", "america", "presidential", "senate", "online", "challenges", "scientists", "vaccine", "san", "infection", "infected", "targets", "distancing"], "emotions": {"disgust": 16, "anticipation": 50, "positive": 95, "fear": 44, "anger": 29, "negative": 47, "trust": 20, "joy": 30, "surprise": 4}}, {"text": "The economy lost 140,000 jobs in December, all of which can be attributed to a plunge in restaurant employment of 372,000. Other sectors highly sensitive to the pandemic, such as hotels and recreation, also lost jobs. The unemployment rate and employment-to-population ratio (EPOP) were both unchanged at 6.7 percent and 57.4 percent, respectively. The resurgence of the pandemic further heightened the two-track nature of this recession. Construction and manufacturing, two sectors normally hard hit in downturns, added 51,000 and 38,000 jobs, respectively. Employment in construction now stands 3.0 percent below its pre-pandemic level, while employment in manufacturing is 4.2 percent lower. Finance and insurance added 6,900 jobs in December. Employment is now 0.4 percent above its pre-pandemic level. By contrast, the loss of 372,000 jobs put restaurant employment 19.9 percent below its February level. The hotel sector lost 23,600 jobs in the month, putting employment 31.8 percent below pre-pandemic levels. Employment in recreation and gambling is down by 30.6 percent, after losing 91,900 jobs in December.  Other big pandemic job losers are air transportation, down 23.4 percent from February; motion pictures, down 42.1 percent; and, sports and performing arts, down 39.3 percent. In December, air transportation added 2,800 jobs, while the motion picture sector lost 3,400 jobs, and the performing arts and sports lost 10,500 jobs. Retail added 120,500 jobs in December, while health care added 38,800. Employment in these sectors is now down by 2.6 percent and 3.0 percent, respectively, from pre-pandemic levels. State and local government shed another 51,000 jobs in December. Employment in this sector is down by 7.0 percent, almost 1.4 million jobs, from the pre-pandemic level. One growth area has been couriers, where there has been a rise in employment of 221,800 since February or 26.2 percent. A possible good omen in this report is a rise in temp employment of 67,600. This follows rises of 125,500 and 41,800 in the prior two months, which could mean more permanent hires in the months ahead. There was little change in the length of the average work week, which stood at 34.7 hours in December. This is 0.4 hours longer than the year-ago level. This means that the reduction in labor demand is being met by laying off workers rather than reducing hours, making the pain from the recession more heavily concentrated among the unemployed. There also was a rise of 27,000 in the number of long-term (more than 26 weeks) unemployed. They now account for 37.1 percent of all unemployment, far higher than their share in a typical recession. By cause, 28.4 percent report being on temporary layoff, up from 25.9 percent in November. This is consistent with workers being laid off for what are hopefully temporary pandemic conditions. The annualized rate of hourly wage growth comparing the last three months (Oct, Nov, Dec) with the prior three months (July, Aug, Sept) was 2.8 percent. This is somewhat lower than the pre-pandemic pace, but still a healthy pace. We saw very strong productivity growth of 4.0 percent reported for the year ending in the third quarter of 2020. If anything close to that pace is sustained it should allow for more rapid wage growth going forward, although we will likely need a much tighter labor market to see it.  Most data in the household survey did not show large changes. An exception is a sharp rise in Hispanic unemployment, which rose from 8.4 percent to 9.3 percent. These data are erratic, but this rise would be consistent with the loss of jobs in restaurants and hotels. On the other side, there was a drop of 0.8 percentage points in the unemployment rate of Asian Americans to 5.9 percent, although this was entirely due to people leaving the labor force, as their employment rate actually dropped slightly. This is a very mixed report in that the labor market is definitely being hard hit by the resurgence of the pandemic. On the other hand, the continued strong growth in sectors like construction and manufacturing bodes well for the economy once the pandemic is under control, as does the respectable pace of wage growth we are now seeing. If we can sustain the unemployed through the period where the pandemic continues to be widespread, we can expect a bright future later in the year.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["economy", "pandemic", "labor", "americans"], "emotions": {"trust": 4, "negative": 10, "fear": 14, "anticipation": 13, "anger": 10, "positive": 19, "surprise": 1}}]}