{"data": [{"text": "﻿NICK", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": " We are America’s doctors, and we have been redeployed. Yesterday we were your pediatricians. Your cardiologists. Your surgeons. Today, we are all Covid-19 doctors. Your appointments are canceled, and our offices are closed. We’ve been called to the front lines. This is a global war, and we are the soldiers. The world is united against a common enemy — invisible, but deadly. There is still a lot we don’t know about it, but we’re learning more every hour. The rules of engagement change daily. Patients will die, and some of us will get hurt. Some of us have died. We have all heard horror stories about what is happening in New York hospitals. While it is real, I have also seen amazing displays of valor and sacrifice. And I have seen an unparalleled camaraderie. We inspire one another. Our loved ones are at home are cheering. We have been training for years. We have mastered our professions and continued to sharpen our skills. We have risen to countless challenges along the way. We have treated cancer, transplanted organs, mended hearts. We have saved lives. But this is different. Covid is different. To our families at home, we will miss dinner time, we will miss bath time and we will miss story time. We may spend weeks away from home to protect you from us. But you are in our hearts and you are on our minds. It is for you and our children that we fight this war. We will be the heroes our children will one day look up to. We cannot be more motivated. We thank you for your patience, we thank you for your sacrifice. We have lost some doctors already. These were our colleagues. These were our friends. It is in their name that we join this fight. It is in their name that we will win this fight. They will not be forgotten. They will not have died in vain. We will win this war. We are America’s doctors, and it’s our honor to be redeployed. Hadi Halazun (@hhalazun) is a cardiologist- at Weill Cornell Medicine. This essay was adapted from a letter Dr. Halazun sent to his division after a week in charge of a Covid intensive care unit.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["global", "united", "challenges", "cancer", "covid", "families", "children"], "emotions": {"fear": 7, "positive": 9, "anger": 9, "anticipation": 7, "joy": 1, "negative": 1}}, {"text": " Not only will the coronavirus crisis define Donald Trump’s legacy, it will determine whether or not he is a one-term president. David Winston, a Republican pollster, summed up the situation in an email: The country is not looking at what is occurring through a political lens. They are focused on the threat to their health and the country’s health and how that threat is being addressed. Because of that, Winston continued, voters will judge the Trump administration by “the effectiveness of actions taken to address that threat, and get the country moving forward again,” making the question on Election Day “who does the country believe should be given the responsibility to govern.” Crises can provoke extreme responses. The 2008-9 recession produced both Barack Obama and the Tea Party. On a grander scale, the Great Depression produced both Franklin Delano Roosevelt and Adolf Hitler. No one is suggesting that the country is at such a point now, but, then again, no one suggested in January of 2015 that the country was on the verge of electing Donald Trump president. The current pandemic shows signs of reshaping the American political and social order for years to come. A March 10-15 NBC News/Commonwealth Fund poll asked 1,006 adults “How much do you trust the President Trump to provide information about the coronavirus epidemic?” A majority, 53 percent, said they either had no trust at all (40 percent) or little trust (13 percent). 30 percent said they either completely trust (16 percent) or mostly trust (14 percent) the president. In another danger signal for Trump, the poll asked “how confident are you that the vaccine will be available to the American public at little or no cost” if a Democrat wins or if Trump is re-elected. Nearly two thirds said they were confident a low-cost vaccine would be available with a Democrat in the White House; half said they were confident with Trump in office for another four years. Trump’s job approval ratings have risen in recent weeks, but Gary Langer, who conducts polling for ABC News, warned that the results of an ABC/Washington Post survey released on March 27 show that there are substantial risks to the president: Trump’s overall approval rating drops among people who are more worried about catching the coronavirus, report severe local economic impacts, say their lives have been especially disrupted or know someone who’s caught the virus. He also has lower approval in states with higher per capita infection rates. While some of those findings reflect the higher levels of infection with coronavirus in blue states, Langer wrote, “the results suggest that as the crisis deepens, the risks to views of his performance likely rise.” On March 26, Pew Research released results of a survey that showed significant demographic and partisan differences in responses to the question “Has someone in your household lost a job or taken a pay cut as a result of Covid-19?” In both cases, significantly higher percentages of young people, minorities, low-wage earners and Democrats reported adverse impacts on their households than did older, white, high- income Republican respondents. At 36 percent, more than a third of those with low incomes reported taking a pay cut since the onset of Covid-19, twice the level of those in the upper third of the income distribution, at 18 percent. In a striking development, partisan polarization has emerged as a powerful force in shaping responses to the virus. In a paper published last week, “Partisanship, Health Behavior, and Policy Attitudes in the Early Stages of the Covid-19 Pandemic,” three political scientists, Shana Kushner Gadarian of Syracuse University, Sara Wallace Goodman of the University of California, Irvine and Thomas B. Pepinsky of Cornell, found “a broad political divide in reaction to Covid-19.” The authors conducted a survey of 3,000 adults March 20-23 asking about health behavior and attitudes toward the crisis. Gadarian, Goodman and Pepinsky determined that Republicans are less likely than Democrats to report responding with Center for Disease Control-recommended behavior, and are less concerned about the pandemic, yet are more likely to support policies that restrict trade and movement across borders as a response to it. In contrast, Democrats “have responded by changing their personal health behaviors, and supporting policies that socialize the costs of testing and treatment.” Their conclusion? Partisanship is a more consistent predictor of behaviors, attitudes, and preferences than anything else that we measure. Gadarian, who is a co-author (with Bethany Albertson, a political scientist at the University of Texas) of the 2015 book “Anxious Politics: Democratic Citizenship in a Threatening World,” added by email that “the divide in anxiety along partisan lines is very troubling” and that it is “likely to continue until the president and conservative media allow the health experts to lead the messaging.” While acknowledging that Trump has seen a short-term bump in his favorability rating, she pointed out that “when people start to understand the seriousness of this disease up close, this should diminish the importance of partisanship in their decision-making. Unfortunately, that may be too late to take the steps necessary to avoid harm to themselves and their families.” When the best-case scenario predicts 100,000 to 240,000 deaths, the pandemic reminds us just how important it is who holds the reins of power. This is especially the case when one crucial question will be whether widespread suffering, panic and economic collapse will destabilize the American political system and the fragile consensus-based social order that underpins it, both of which have been under strain for some time. Paul Conway, a professor of psychology at Florida State University, argued that “evidence from history and the psychological literature suggests that under times of stress and uncertainty, there are a number of different effects.” On the plus side, he wrote by email, “people pull together and support one another more,” adding that “when people endure shared fight against a common enemy, their interests are aligned and they’re more likely to see a bond of camaraderie that can blossom into reduced prejudice.” There is, however, another side of the coin, Conway said: When times are more uncertain and threatening, then strangers and outsiders and people different from oneself feel more threatening on an intuitive, gut level. Extensive research, he wrote, shows that fear of infection increases prejudice and distrust of outsiders. Hence, this pandemic also has potential to increase friction between social groups, thickening boundaries. We have already seen reinforcement of borders on a global scale not seen since the Second World War. Along parallel lines, Conway argued, the times we’re living in exacerbate economic tensions leading to greater pressure for left-wing policies, while at the same time exacerbating fear of contamination from others who seem different, which exacerbates support for right-wing policies. The severe economic recession in Weimar Germany in the early 1930s led “not only to an increase in support for the Nazi Party but also for the Communist Party,” Conway wrote, just as the economic collapse in Greece at the start of the last decade “increased support for both Communist and National Socialist parties there.” With this history in mind, Conway predicted that for the next decade or so in America and around the world, there will be even more intense partisan division, including, on the right, increased support for some authoritarian policies. Jonathan Haidt, a professor of psychology at N.Y.U., argued by email that If we had good leadership — a president who could unify the country and turn our shared adversity into social solidarity, trust, and cooperation, then we could look to past national crises such as World War II and the boost it gave to social capital. But, he continued, We don’t have that. In fact, a marker of our political sickness is that taking the virus seriously has become itself a marker of tribal identity. Along similarly pessimistic lines, Marc Hetherington, a political scientist at the University of North Carolina, told me by email that there were two reasons that “this moment holds the potential to resuscitate negative feelings that Americans have about government.” First: If the government actually succeeds in keeping the carnage to a minimum, it is unlikely to change much. Americans already think government can do this. If, however, the government doesn’t succeed — and I think there is every reason to think it will struggle with these problems — it has the potential to further undermine trust in government. People already don’t trust it to redistribute money and provide certain services, which is bad. If they come to think it is not competent to keep us safe, it will be even worse, much worse. And second: Republicans have internalized what used to be just a political strategy, which increases the chances that government will fail. Ronald Reagan and George H.W. Bush “used to run against government, but they still took staffing it seriously. The Reagan and Bush 41 White Houses were full of excellent professionals,” Hetherington wrote. Since then, however: That cynical approach to campaigning seems to have infected their approach to governing. In 2016, the party nominated a complete political amateur, pointing up just how little governance means to the party. And, of course, Trump has failed to fill vacancies in key areas like the C.D.C., disbanded the pandemic task force in the N.S.C., and all sorts of other stuff. The result, Hetherington wrote, is a government “characterized by poor leadership at the cabinet level and hollowed out expertise at the department level,” sharply increasing the “chance that government simply can’t come through right now.” This assessment is, in large part, shared by David Autor, an economist at M.I.T. Under different circumstances, Autor wrote me, it would be easy to tell a story in which this episode causes Americans to remember that their government is indispensable for marshaling expertise, coordinating emergency measures, guarding public safety, serving as an insurer of last resort, calming financial markets, and generally shepherding its citizens through an extraordinarily challenging time. But these are very different circumstances: After four decades of successful Republican effort to starve the U.S. government of resources and demonize its experts, our government is in fact less competent, less well prepared, and less agile than it used to be. Perhaps this event would have restored our faith in government were the government deserving of that faith. The picture is mixed at best, so far. Autor argued that “the monetary and fiscal responses have been quite amazing,” but the public health response has been a disaster — a poisonous cocktail of denial, incompetence, and failed leadership. There are still some great civil servants in U.S. agencies. But the foundation is shaky. Most shaky of all is Trump’s vacillating stance toward the pandemic. He has lurched from complete denial (“One day, it’s like a miracle, it will disappear”) to “I am not responsible” to “We’re doing a great job” to “It’s going to disappear” to “It will go away” to awarding himself a 10 out of 10 to calling the unavailable tests “PERFECT” to claiming “We have it very well under control” to setting Easter, April 12, as the date to reopen the country “a beautiful time, a beautiful timeline” to boasting of high ratings as death projections soared. On Tuesday, Trump seemed to have come to his senses, at least for now: “This is going to be a very painful, very, very painful two weeks.” Linda J. Skitka, a professor of psychology at the University of Illinois-Chicago, voiced in an email her fears about the likelihood of a separate possible development: “My greatest concern right now is how these events will increase xenophobia in general, and against anyone of Asian descent in particular.” Her research on reactions to 9/11 “indicated that people seem to be desperate to find someone to be responsible for the disaster” and Americans post-9/11 reported more negative attitudes relative to pre-9/11 toward Arabs, Muslims, as well as Jews — basically anyone of Middle-Eastern descent. The rise in hate crimes from pre-to-post 9/11 against these groups was startlingly high. Lee Drutman, a senior fellow at the New America Foundation, argued in an email that in the short term “there will be lots of blame to go around” and “that blame will almost certainly fuel even more partisan politics.” He believes that this anger “will change underlying attitudes toward government.” In the longer term, “assuming a moderate scenario of limited deaths and a short-term recession, and life back to normal within 2 years,” Drutman argued, “the impact will probably be minor.” But under a more extreme scenario — “more deaths, more economic devastation” — a more threatening outcome looms: Times of high threat make us more open to authoritarian leadership, and economic and health emergencies create opportunities for authoritarian leaders to consolidate power in the name of fixing an emergency. In short: the worse the impact, the wider the range of possible futures, including some rather extreme scenarios. Peter Coleman, a professor of psychology and executive director of Columbia University’s Advanced Consortium on Cooperation, Conflict and Complexity puts America’s prospects this way: The extraordinary shock to our system that the coronavirus pandemic is bringing has the potential to break America out of the 50-plus year pattern of escalating political and cultural polarization we have been trapped in, and help us to change course toward greater national solidarity and functionality. It might sound idealistic, but there are two reasons to think it can happen. The first is the “common enemy” scenario, in which people begin to look past their differences when faced with a shared external threat. Covid-19 is presenting us with a formidable enemy that will not distinguish between reds and blues, and might provide us with fusion-like energy and a singularity of purpose to help us reset and regroup. The second reason is the “political shock wave” scenario. Studies have shown that strong, enduring relational patterns often become more susceptible to change after some type of major shock destabilizes them. This doesn’t necessarily happen right away, but a study of 850 enduring inter-state conflicts that occurred between 1816 to 1992 found that more than 75 percent of them ended within 10 years of a major destabilizing shock. Societal shocks can break different ways, making things better or worse. But given our current levels of tension, this scenario suggests that now is the time to begin to promote more constructive patterns in our cultural and political discourse. The time for change is clearly ripening. The situation Americans face goes far beyond what Donald Trump does or doesn’t do, or what he can or cannot do. Partisan commitments aside, preparation for — and extreme measures to avoid — the worst of outcomes is both rational and necessary. We are in enough trouble as it is.", "dominantCategory": ["immigration"], "metadata": ["coronavirus", "crisis", "donald", "republican", "focused", "judge", "trump", "election", "obama", "pandemic", "american", "vaccine", "democrat", "economic", "impacts", "virus", "infection", "democrats", "scientists", "university", "california", "republicans", "restrict", "borders", "texas", "democratic", "citizenship", "conservative", "media", "deaths", "global", "america", "americans", "infected", "cdc", "calling", "crimes", "fuel", "studies"], "emotions": {"negative": 32, "positive": 83, "anger": 57, "surprise": 13, "anticipation": 45, "fear": 53, "trust": 17, "joy": 13, "sadness": 2, "disgust": 6}}, {"text": " The surge of Covid-19 patients is declining in New York and several other cities, but in its wake, another surge is underway. Many Covid-19 survivors are suffering serious medical problems that will continue to tax the resources of hospitals, rehabilitation centers and other medical providers. Over the next weeks and months, these patients will tell us what “survival” from Covid-19 really means. We have plenty of data on rates of death versus survival from the coronavirus, butnot much on the quality of survival. But what we do know from the limited data about survivors of Covid-19, and about how ventilated and critically ill patients fare after spending weeks in intensive-care units, raises significant concerns. These patients often end up on ventilators, in which a tube is inserted into the mouth and down into the airway. Imagine a tongue depressor thrust down your mouth 24/7 for a week. Patients are sedated on medications because of the discomfort and to stabilize their breathing. They can’t move or eat. Their muscles atrophy. About 90 percent of Covid-19 patients on ventilators develop acute kidney injury, with about a quarter needing renal replacement therapy such as dialysis, according to early studies. Making matters worse, patients who end up in intensive care units for extended periods often develop post-intensive-care syndrome, which can include cognitive, muscular and neurological problems, as well as PTSD. These problems can persist for months and even years. In Britain, as of mid-May, about a third of Covid-19 patients in I.C.U.s were still there after 20 days, putting them at high risk for these conditions. And many of these patients will develop acute respiratory distress syndrome, in which fluid builds up in the tiny air sacs of the lungs, reducing the oxygen that gets into the bloodstream and to the organs. At discharge, almost all ARDS patients have significant neuro-cognitive deficits, including impaired memory, attention and concentration (the result, for instance, of low oxygen levels). These problems can still be found in up to 20 percent of these patients five years later, according to a 2016 article in the journal Intensive Care Medicine. Depression and PTSD were also prevalent. It’s not a stretch to conclude, therefore, that many of these Covid-19 patients are likely to emerge with debilitating infirmities that will present major challenges in care, even as we brace for a possible resurgence of the coronavirus later this year in an economy that has been laid low by it. In a recent article on the blog of the journal Health Affairs, three public health experts at Harvard estimated that assuming 40 percent of the country is infected over the course of the pandemic, more than 20 million Americans will be hospitalized and nearly 4.5 million will require intensive care. How many will suffer from these chronic, disabling conditions that fall into what I call post-Covid-19 syndrome, requiring continued care and rehab in health care facilities or at home, is unknown. One of the shortcomings of the nation’s public health response to the pandemic — on top of the lack of adequate testing and contact tracing — has been its failure to collect and synthesize sufficient data to help us prepare to care for these patients. But from what we do know, their number is likely to be significant. How will we deal with them? Usually, hospitals try to discharge them to longer-term rehabilitation centers, long-term acute-care hospitals or nursing homes, but these institutions have limited capacity and often don’t want to accept Covid-19 patients, who may still be infectious. That’s why, increasingly, some of these patients remain in hospitals, using resources that could be used for other Covid-19 patients or people who have cancer, diabetes or other serious diseases but have had to postpone treatment because of the pandemic. Others who are being sent home may have significant physical or cognitive impairments, preventing them from working or caring for themselves. The needs of Covid-19 survivors have received little attention and must be addressed. We are simply not prepared to handle them. Families are often unaware of the burdens they will face, and they will need assistance. Vulnerable populations who have had difficulty getting health care, including many African-Americans, as well as the uninsured, poor, homeless, undocumented and mentally ill, will face added obstacles. New federal funding to help hospitals and others cover the costs of treating Covid-19 may not be enough. Many politicians and others delayed responding to the pandemic, hoping that it was a myth or that if we simply ignored it, it would go away. We should not make that mistake again. Robert Klitzman is a psychiatrist and the director of the masters of bioethics program at Columbia University. He is the author, most recently, of “Designing Babies: How Technology Is Changing the Ways We Create Children.”", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["surge", "coronavirus", "studies", "challenges", "economy", "infected", "pandemic", "americans", "nursing", "cancer", "families", "vulnerable", "undocumented", "university"], "emotions": {"surprise": 4, "negative": 13, "disgust": 4, "anticipation": 19, "joy": 4, "anger": 11, "positive": 17, "fear": 5, "trust": 3}}, {"text": " In just six months, nearly 8 million people worldwide have been stricken with confirmed cases of Covid-19, and at least 434,000 have died. But those deaths have not been distributed evenly; among the most vulnerable are people with underlying health conditions, such as diabetes and diseases that affect the heart and lungs. According to a new modeling study, roughly 1.7 billion people around the world — 22 percent of the global population — fall into that category. That estimate, published today in The Lancet Global Health, excluded healthy older individuals without underlying health conditions, a group also known to be at risk because of their age. It also did not take into account risk factors like poverty and obesity, which can influence a person’s susceptibility to disease and access to treatment. But such data could help health officials focus containment efforts on people vulnerable to the virus’s most dangerous effects and, perhaps, eventually prioritize them for vaccination, said Andrew Clark of the London School of Hygiene and Tropical Medicine, the study’s first author. Since the early days of the pandemic, researchers have known that chronic conditions can exacerbate disease. Now, there’s a better “understanding of the numbers involved,” Dr. Clark said. The researchers compiled 11 categories of underlying conditions that may raise the risk of severe Covid-19 — a form of symptomatic disease that warrants hospitalization — using information from the World Health Organization and health agencies in the United States and Britain. The list includes patients who regularly take immunosuppressive drugs, such as those with autoimmune disorders, or are undergoing immunity-weakening treatments like chemotherapy. Not all of the conditions have been well studied in the context of Covid-19, cautioned Dr. Lona Mody, an epidemiologist at the University of Michigan who was not involved in the study. Little is known, for instance, about the risks for people with H.I.V., listed in the study as a potential complicating factor.", "dominantCategory": ["climate-change", "covid"], "metadata": ["deaths", "vulnerable", "global", "pandemic", "researchers", "united", "university"], "emotions": {"sadness": 2, "positive": 11, "negative": 4, "disgust": 2, "anticipation": 5, "trust": 2, "anger": 4, "fear": 2}}, {"text": " The Coronavirus Outbreak › Updated  Dec. 18, 2020, 8:09 a.m. ET And Nina Schwalbe, a public health researcher at Columbia University and the author of a commentary accompanying the new study, reiterated that anyone infected with the coronavirus is at some risk of Covid-19, its severity dependent on a bevy of health-related factors. The researchers mined data from the Global Burden of Disease Study, a comprehensive worldwide epidemiological survey last updated in 2017, to identify the number of individuals worldwide with at least one of these high-risk conditions. Nearly 200 countries were included in the final tally, with some, such as those in Europe, harder hit than others. In total, the analysis found, more than one-fifth of the world’s population may be at increased risk of more severe disease. But increased risk is not equivalent to high risk, a category that refers to only a small subset of patients, Dr. Clark emphasized. Even if they are infected with the coronavirus, “not everyone with a condition will progress to a hospital,” he said. The study also estimated that about 4 percent of the world’s population, around 349 million people, would require hospitalization if they became infected. That number includes patients without underlying medical conditions, such as healthy, older adults; and the risk of hospitalization increases with age. Many of the other factors that can send a patient on a path toward severe disease are still unclear. Several are likely inextricably linked to so-called social determinants of health — conditions like poverty and health care access, which are not measured by the Global Burden of Disease Study, said Alex Ortega, an epidemiologist at Drexel University who was not involved in the study. The research also did not look at obesity, which has emerged as another prominent complicating risk factor. (A similar but separate analysis that included severe obesity as a complicating factor, published today by the Kaiser Family Foundation, found that nearly one-quarter of American adult workers are at risk of severe Covid-19.) Moreover, the underlying conditions that increase the severity of Covid-19 in one country won’t necessarily do so in another, said Aditya Khanna, an epidemiologist at the University of Chicago who was not involved in the study. The local environment and people’s social habits also factor into health — and studies that apply the same metrics across different parts of the world “need to be taken with a grain of salt,” Dr. Khanna said. Still, the study was greeted as a step in the right direction. “This begins to move us past the one-size-fits-all approach,” Ms. Schwalbe said. “The more precision we can get at who’s at risk of hospitalization, the better we can work with those people and tailor our response appropriately.” Photo illustration by Mike McQuade A discussion moderated by Siddhartha Mukherjee. June 9, 2020 In the history of medicine, rarely has a vaccine been developed in less than five years. Among the fastest to be developed was the current mumps vaccine, which was isolated from the throat washings of a child named Jeryl Lynn in 1963. Over the next months, the virus was systematically “weakened” in the lab by her father, a biomedical scientist named Maurice Hilleman. Such a weakened or attenuated virus stimulates an immune response but does not cause the disease; the immune response protects against future infections with the actual virus. Human trials were carried out over the next two years, and the vaccine was licensed by Merck in December 1967. Antiviral drugs, too, have generally taken decades to develop; effective combinations of them take even longer. The first cases of AIDS were described in the early 1980s; it took more than a decade to develop and validate the highly effective triple drug cocktails that are now the mainstay of therapy. We are still continuing to develop new classes of medicines against H.I.V., and notably, there is no vaccine for that disease. And yet the oft-cited target for creating a vaccine against SARS-CoV-2, the virus that causes Covid-19, is 12 months, 18 at the outside. Pulling that off is arguably the most important scientific undertaking in generations. The Times assembled (virtually, of course) a round table to help us understand the maddening complexity of the challenge and the extraordinary collaboration it has already inspired. The group included a virologist; a vaccine scientist; an immunologist and oncologist; a biotech scientist and inventor; and a former head of the Food and Drug Administration. The Panelists Siddhartha Mukherjee is an associate professor of medicine at Columbia University and a cancer physician and researcher. He is the author of “The Emperor of All Maladies: A Biography of Cancer,” which was the winner of the 2011 Pulitzer Prize in general nonfiction, and “The Gene: An Intimate History.” He was recently appointed to Gov. Andrew Cuomo’s blue-ribbon commission to reimagine New York. Dan Barouch is the director of the Center for Virology and Vaccine Research at Beth Israel Deaconess Medical Center in Boston and a professor of medicine at Harvard Medical School. Margaret (Peggy) Hamburg is the foreign secretary of the National Academy of Medicine. She was commissioner of the Food and Drug Administration from 2009 to 2015. Susan R. Weiss is a professor and vice-chairwoman of the Department of Microbiology at the University of Pennsylvania and a co-director of the Penn Center for Research on Coronaviruses and Other Emerging Pathogens. George Yancopoulos is co-founder, president and chief scientific officer of Regeneron.   ", "dominantCategory": ["covid"], "metadata": ["coronavirus", "outbreak", "university", "infected", "researchers", "global", "american", "chicago", "studies", "vaccine", "virus", "scientific", "cancer"], "emotions": {"anticipation": 29, "positive": 50, "negative": 11, "anger": 10, "joy": 5, "sadness": 1, "disgust": 2, "fear": 1, "trust": 3}}, {"text": "Photo illustration by Mike McQuade What It Takes to Find a Vaccine George Yancopoulos: Most people don’t realize that successfully inventing and developing any new drug or vaccine is quantifiably among the hardest things that human beings try to do. This is reflected in the numbers. Although there are thousands of major medical institutions and thousands of biotech and biopharma companies that collectively involve millions of researchers and hundreds of billions of dollars invested per year — and all are working on new vaccines and medicines — the vast majority of efforts fail, with the F.D.A. only approving 20 to 50 new medicines a year. And each of the rare success stories usually occurs over many years, often a decade or two. Peggy Hamburg: So with Covid-19, we are moving at record speed, in terms of the history of vaccine development. Siddhartha Mukherjee: Can you put a number down for how quickly we can get an effective vaccine developed? Is the 12-to-18-month time frame we’ve been hearing realistic? Dan Barouch: The hope is that it will be within a year, but that is not in any way guaranteed. That projection will be refined as time goes on — and a year assumes that everything goes smoothly from this point forward. That’s never been done before. And safety cannot be compromised. Hamburg: Realistically, the 12 to 18 months that most people have been saying would be a pretty good marker but still optimistic. Susan R. Weiss: I’d agree. Mukherjee: To think about whether there’s any way to make this process go faster, let’s start by talking about how the search for a vaccine usually happens. Dan, what is the general principle of what a vaccine is and how it works? Barouch: The goal of a vaccine is to raise an immune response against a virus or a bacterium. Later, when a vaccinated person is exposed to the actual virus or bacterium, the immune system will then block or rapidly control the pathogen so that the person doesn’t get sick. The immune cells that make antibodies are called B cells. Once they’ve been triggered by a vaccine to raise an immune response, some of these B cells can last for years and are always standing ready to make antibodies against the pathogen when it is encountered, thereby protecting against the disease for a prolonged period of time. Hamburg: Under normal conditions, drug-and-vaccine development begins with “preclinical” work — basic science — to identify the nature of the disease in question. Weiss: In virology labs like mine, we try to identify the viral proteins that a vaccine might target, usually the protein that recognizes and attaches to the host-cell receptor. All coronaviruses have a so-called spike protein, which is what gives the virus its corona-like morphology, the “crownlike shape,” as can be visualized in an electron microscope. To invade a cell, the spike protein attaches to a receptor — another protein, usually — on the cell’s outer membrane. This eventually results in the genetic material of the virus, in this case, an RNA protein complex, being internalized in the cell. And once that happens, replication can begin and a person can get sick. If you can identify the viral protein that interacts with the cellular receptor, then you can try to create a vaccine. This spike protein represents a particularly attractive candidate for a vaccine, because it is a protein that most prominently sticks outside of the surface of the virus, and so it’s the part of the virus that is most visible to the immune system. Mukherjee: So what are the different approaches that you can take to finding vaccines? Barouch: A tried-and-true vaccine approach is a whole inactivated virus vaccine — that’s when you grow up the actual virus in the laboratory, for example in cells or in eggs, and then “inactivate” it with chemicals or another method to make it unable to infect cells but still able to elicit an immune response. A company in China, Sinovac Biotech, currently has an inactivated SARS-CoV-2 vaccine in clinical trials. The pros are that there’s a long clinical history of multiple vaccines that have been successful in that regard, such as the inactivated polio vaccine and the inactivated flu vaccine. The cons are that there are always some safety considerations around proving that the virus has been fully inactivated. If the virus is not fully inactivated, the danger is that it might actually cause the disease. Because of those issues, many groups are working on approaches that are called gene-based vaccines. Gene-based vaccines, such as DNA vaccines and RNA vaccines, do not consist of the entire virus particle. Rather, these vaccines use just a small fraction — sometimes even just one gene — from the virus. That still leaves the question of how to get that gene into human cells. A vector-based vaccine uses a delivery vehicle — one example would be a recombinant adenovirus, a “harmless virus” carrier, like a common-cold virus — to deliver the protein into a person’s cells. For instance, you can take the spike-protein DNA from SARS-CoV-2 and “stitch” it into the DNA of the harmless cold virus using genetic-engineering techniques. The virus delivers the spike-protein DNA into cells, but it cannot replicate in cells, so it’s a safe delivery system. Still other approaches use purified proteins, such as the spike protein itself, as vaccines. Yancopoulos: This gene-based approach was used in the case of Ebola. Scientists figured out that the protein the virus used to invade human cells is one that’s called the GP protein. They were able to make a very successful vaccine. They actually stitched in the GP protein, using genetic-engineering techniques, into a benign virus. When this virus infected cells, it made the GP protein, and the body recognized that protein as “foreign” and made antibodies against it. Mukherjee: There is also the idea of ditching the “harmless” virus altogether and just using a snippet of a viral gene, by itself, as an inoculum. As soon as the sequence of the SARS-CoV-2 genome became available in January, it became possible to design such a viral-gene snippet. Through reasons that we still don’t fully understand, the body’s own cells take up that viral gene, even without a carrier, and produce viral protein from it. Why and how cells take up this so-called naked DNA or RNA is still being worked out, but the viral protein is recognized as “foreign” because it has never been seen by the body, and the host raises antibodies against it. And because it is not carried by any virus, this kind of vaccine can be easier to manufacture initially, although scaling up the manufacture may be tough. This is the approach that Moderna is taking to try and make a vaccine. In Moderna’s case, it involves using RNA as the inoculum. But what is the track record so far of a real human vaccine for a real human disease using these genetic techniques? Barouch: Currently there are no approved DNA vaccines or RNA vaccines. Some of them have been tested in small, early-phase clinical trials, for safety and ability to induce an immune response. However, they have not previously been tested in large-scale efficacy trials or mass produced or approved for clinical use. Mukherjee: Yes, so we have to be very careful with these vaccines. The data discussed by Moderna in May would suggest that their vaccine can elicit antibodies in humans. It did so in eight patients. But whether that is protective against SARS-CoV-2, and how long the protection lasts, is an open question. More so, because elderly people need particular protection, and we need to understand how much of this vaccine, or ones like it, are eliciting long-term immunity in the elderly, where the immune system might be already somewhat attenuated in its response. Once you have a vaccine that you want to test, then you begin animal studies. What animals are coronavirus vaccines and drugs being tested on? And how do scientists know which ones to use? Weiss: An ideal animal model is one that reproduces the human disease as closely as possible — in which, for example, clinical signs resembling symptoms in humans are observed, virus replication is observed in similar organs, immune response mirrors that in humans and so on. In addition, an animal model is often used to demonstrate whether a virus can be transmitted from an infected to an uninfected animal. Scientists use animal models to understand how the virus causes disease. They are also useful to determine whether a vaccine will be successful to prevent infection or a drug will be able to reduce or eliminate the disease. With Covid-19, there’s currently a hamster model that looks like it works pretty well to mimic the disease and also some promising research with mice, ferrets and also nonhuman primates. None of these models are perfect, but each one of them tells us something about the immune response and may be useful for testing of vaccine efficacy as well as for antiviral therapies. Mukherjee: Dan, you have been working with the monkey model and a genetically engineered vaccine. Can you tell us more about it? Barouch: We’re collaborating with Johnson & Johnson in the development of a SARS-CoV-2 vaccine. This vaccine involves a recombinant adenovirus vector — a common-cold virus that’s been altered to make it harmless — to shuttle the spike protein into cells. That is an efficient way of inducing potent immune responses to a pathogen and elicits durable immune responses as well. There are two key scientific questions related to vaccine development that are crucial. First, is there evidence that natural immunity induced by infection protects against a subsequent encounter with the virus? And then, of course, there is the question of which vaccines to test and how effective any of these will be. We have just published some preliminary answers to these questions in the animal model in monkeys. In the first experiment, we infected nine monkeys with SARS-CoV-2 in the nose and in the lungs. All the animals developed a viral pneumonia, which was similar to human disease, except the monkey disease was mild and all animals recovered. Thirty-five days later, we re-exposed the animals a second time to the virus — and found that all the animals were protected. There was no virus or very low levels of the virus in the lungs. This is an important question because, historically, it has proved much easier to develop vaccines when there is natural protective immunity against the virus. For H.I.V., for instance, there is no natural protective immunity, and that’s part of the reason that H.I.V. vaccines have been so hard to develop. In the second study, we developed a series of prototype vaccines. These were “naked DNA” vaccines — ones without any delivery vehicles. These are not the vaccines that we are planning to take into the clinic, but rather these prototype DNA vaccines can teach us a lot about the immune responses needed to protect against this virus. We used six different versions of the spike-protein gene — some encoding the full protein, some with smaller pieces. Twenty-five monkeys received these vaccines and 10 received just saline as a control. Each monkey received two vaccine shots. Six weeks after the first shot, they were exposed to the virus, and we found that vaccinated animals were protected from SARS-CoV-2. Eight of the 25 animals had no virus detected after exposure, and the remaining animals showed low levels of the virus. Most important, the level of antibodies induced by the vaccine correlated with the level of protection, and this biomarker may therefore be useful for monitoring vaccine studies moving forward. The full-length spike protein appeared to work the best. The implications of these two studies are that both natural immunity and vaccine-induced immunity can exist in primates and that the amount of antibody may serve as a useful marker for vaccine effectiveness. But of course, these are animal studies, and we will need to study these questions in humans. Mukherjee: So what happens next in terms of making a real vaccine out of these data? Barouch: DNA encoding the full-length spike protein has been stitched into the common-cold virus vector as a more efficient way of transporting the spike-protein DNA into cells. That’s the basis of the vaccine we are developing with J.& J. Mukherjee: In addition to the J.& J. and Moderna vaccines, there are several other programs. One is the Oxford program. What do we know about that one? Barouch: The Oxford vaccine is based on a chimpanzee common-cold virus, and it also encodes the spike protein. Early data shows that in monkeys, the vaccine was able to reduce the amount of virus in the lung but not in the nose, following exposure to SARS-CoV-2. This vaccine has already started early human testing, but we are still waiting for definitive data. Several vaccines are also in clinical trials in China, including Sinovac’s inactivated-virus vaccine and another vaccine based on a human common-cold virus.   ", "dominantCategory": ["covid"], "metadata": ["vaccine", "researchers", "virus", "protecting", "china", "scientists", "infected", "protective", "studies", "coronavirus", "symptoms", "models", "infection", "scientific"], "emotions": {"positive": 102, "anticipation": 30, "joy": 8, "fear": 19, "negative": 46, "disgust": 7, "trust": 10, "anger": 13}}, {"text": "Photo illustration by Mike McQuade Getting From a Discovery to a Cure Mukherjee: Once you know the vaccine you want to test, what happens next? Barouch: Vaccine development for a new pathogen traditionally takes many years or even decades. The process includes small-scale manufacturing; Phase 1, Phase 2 and Phase 3 clinical trials; and then regulatory approval and large-scale manufacturing. For SARS-CoV-2, the goal is to compress these timelines considerably without compromising safety, which is absolutely critical for any vaccine that will be given to large numbers of individuals. Hamburg: And there are a lot of hurdles that come up along the way. Sometimes developers have a good idea but can’t translate it into a viable vaccine. Or you wind up with unexpected side effects in early human studies. Worse, you can find safety or efficacy problems further along, or you find that you can’t reliably scale up manufacturing or you run into problems with regulatory authorities. Mukherjee: Walk us through what happens with human testing. Yancopoulos: The first human trials are called Phase 1 trials and consist of small “safety trials” exploring increasing doses of the drug, to prove you can get into an effective level of the drug without obvious harm. This usually takes from a few months to a year or two. If you are satisfied that the Phase 1 trial has established that an effective level of the drug does not cause obvious harm (albeit in the small number of patients in Phase 1), you then proceed in the next stage of trials, Phase 2, that further establish safety in larger patient numbers while also demonstrating that your drug has some beneficial effect. For example, Phase 2 might show that a drug lowers “bad cholesterol.” But it doesn’t necessarily mean that it prevents heart attacks. Only when you do very large, well-controlled Phase 3 studies can you prove that lowering the “bad cholesterol” also can prevent heart attacks and save lives. For example, for the heart-disease drug Praluent that my company developed, we could show that it effectively lowered “bad cholesterol” in Phase 2 trials of a couple hundred patients, but the Phase 3 trial that was required to show it prevented heart attacks and improved survival involved about 20,000 patients and about five years. Mukherjee: In what you just described, the Phase 1 alone can be up to two years. How could we accelerate the whole process? Hamburg: Well, we can’t abandon the rigor of the science. And we certainly can’t abandon the ethics of how we do studies either. But what we can do is, frankly, ask developers to take more risks themselves. Vaccine development can be costly and success uncertain. As compared to a drug that someone may take every day, the return on investment versus risk of failed development is pretty high for vaccines. Because vaccines are often viewed as a public good, protecting both people and communities, there can be considerable pressure on companies to restrict price on vaccines, so a company rarely has a “blockbuster” vaccine the way that a cancer treatment, ulcer drug or cholesterol-lowering drug can be. Also, there are liability issues because you are giving a vaccine to a healthy person to protect them from disease rather than treating an existing problem. So the trade-off of development risk and benefit often does not favor vaccines. In order to manage those risks, trials of different vaccine candidates tend to be done one step at a time. Barouch: For Covid-19, developers are talking about performing as many steps in parallel as possible, as opposed to sequentially. For example, multiple vaccine manufacturers are willing to take enormous financial risks — planning for large-scale manufacturing up front, even before knowing whether the vaccine works or not. There might be a half dozen vaccines that will get to the Phase 3 stage. How do we select which ones go forward? Do we prioritize vaccines that are similar to ones that have been tested previously in humans and that have shown safety and potency? Or do we turn to vaccines that can be mass produced quickly and safely? Ultimately, the prioritization is a complicated process that involves many decisions. The F.D.A. has to be involved, as well as governments and regulatory agencies and stakeholders around the world. There are questions about safety, efficacy, manufacturability and scalability that must be tackled. Hamburg: Obviously we’re looking for ones that work in the early trials. But we don’t just need a vaccine that works; we need one that can be reliably scaled up to manufacture in very large volumes. Ideally, it would be one that doesn’t require multiple doses to be effective, certainly not beyond, say, a two-dose regimen. And ideally it wouldn’t require refrigerated storage, so it can be made more available in resource-poor settings. So, there are characteristics of a vaccine in addition to safety and efficacy that are going to matter. Mukherjee: Are there other ways to speed up the process? Typically in Phase 3 trials, you’d go out into the field and give, say, 15,000 people the vaccine you’re testing and 15,000 people a placebo. And then you wait and see how many of those with the vaccine came down with the disease versus the numbers who were given the placebo. But of course, that takes a long time. You’d need to wait months or years to watch this natural experiment. One ethically fraught possibility that some experts have floated is the use of so-called “challenge” trials, in which young, healthy people are given a vaccine and then deliberately exposed to the virus. This would only happen once the safety of the vaccine was established and there was some hint that there is an immune response. But what are the ethical concerns about accelerating a vaccine process? Barouch: For certain pathogens, it has been considered ethical to perform human-challenge studies but typically only for pathogens for which there is a highly effective treatment. For example, for malaria there is a very widely and effectively used human-challenge model in which vaccines or other interventions can be tested. Human volunteers can be inoculated with malaria and then, if they develop the disease, can be treated rapidly so that they don’t actually get sick. Mukherjee: Why can’t we do this for Covid-19? Barouch: The dilemma for Covid-19 is that there currently is no curative therapy. So, if a volunteer in a potential human-challenge study gets severely ill, there may not be a way to cure that person. In fact, far from it: The drugs in our armamentarium are not perfect, and so we would have no guarantee that we could “rescue” a person who got severely ill. Weiss: I’m not an ethicist, but my gut feeling is that challenge trials are too dangerous. Young people can get quite sick and die from Covid-19. Mukherjee: If we could develop a drug or an antibody that would be able to mitigate the disease, we would still need to think about the ethical concerns of a human challenge. There’s also the question of who “volunteers” for such a challenge. There’s been a whole history — extremely fraught — where minorities were used as experimental subjects without their understanding or consent. How do we ensure that the volunteers understand the consent? How do we ensure that they are not given perverse incentives? A young person might believe that if they get vaccinated and challenged, then they have an “immunity passport” against the disease. But what if, in fact, they fall sick and we have no effective therapy. The question of a challenge experiment therefore requires both deep ethical thinking — who, what, how many — and scientific thinking: Is there a strategy to “rescue” a patient if the challenge resulted in a real disease. Hamburg: There’s also the question of how much a challenge trial on young healthy patients will even tell us what we need to know. If we do a study using these lowest-risk patients, will that give us adequate information about the value of the vaccine in the elderly populations, who in many ways are the most important target for this vaccine? Barouch: Absolutely. The problem for human-challenge studies, beyond the ethical questions, is that a controlled human-challenge experiment doesn’t necessarily translate to showing how a vaccine would actually perform in the real world. Participants in any such challenge studies would likely be young, healthy individuals at lowest risk, and so the data generated may not be applicable to elderly and vulnerable populations that need to be protected with a vaccine. There may also be different doses and different viral variants. Mukherjee: Peggy, is there something we should be doing while we’re waiting for all these trials? Hamburg: Well, I think we definitely need to be thinking about the scale-up and manufacturing issues, as we said already. Another issue that we need to be thinking about is working with the communities where these large-scale Phase 3 studies will be done. Some will be done in the U.S., but others will be done in other places around the world — lower-resourced places that may not have the kind of clinical-research infrastructure that we have here, whether it’s having enough trained researchers or the sophisticated health care services they need, like lab and diagnostic tools and basic things like refrigeration and cold storage. Mukherjee: So in speeding up the vaccine-development process, we have three things going for us: We have cleaner and likely safer technologies to create vaccines; we know the viral proteins that are likely to raise a good immune response; and we know how to measure that immune response with much greater accuracy in humans that have been given a test dose of the vaccine. All of these we hope will accelerate the Phase 1 safety trials — some of which have already started, between March and May — so that they can be done in four to six months. After that, we’re still looking at a roughly 12-month period to test the vaccine in real human populations, so it seems we’re pushing toward the 18-month marker. Dan, what’s your sense of the time that it will take to actually deploy the vaccine across the population of the world once we have it? Barouch: There are two timelines that matter. One is the infrastructure and timeline needed to manufacture massive numbers of doses of the vaccine, and a separate, potentially different timeline to actually deploy the vaccine. Hamburg: On the manufacturing front, you’ve probably heard about Bill Gates’s decision to begin to invest in a range of different types of manufacturing capabilities, to capture the different categories of vaccines, not knowing which of the different types of vaccine candidates are actually going to make it over the finish line. Mukherjee: Right, so that once the “winner” is identified, that winner can go forward without having to wait for capacity. Barouch: The reason to build out this capacity in advance is that different vaccines are made very differently. For example, the manufacturing process for an RNA vaccine is entirely different than for an adenovirus vector-based vaccine. For rapid deployment of a vaccine after clinical efficacy is shown, large-scale manufacturing of multiple vaccine candidates has to begin before there is demonstration of vaccine efficacy. Hamburg: But even if this initiative moves forward, I think there may be a misunderstanding in the public at large about the challenges of scale-up and manufacturing. Once a vaccine is approved, it is not going be available the next day for whoever wants it. Mukherjee: Tell us about that. That’s important. Hamburg: Manufacturing has to be done in a high-quality and consistent way. There are materials that are needed that can be in limited supply, like the vials and the stoppers that you need for packaging. And then there are chains for distribution, and sometimes vaccines have to be kept frozen at very low temperatures. So you have to have all of those important systems for manufacturing, packaging and delivery and distribution up and running and the supply chains flowing in order to actually get what might now be an approved vaccine actually into the bodies of the individuals who need it. Mukherjee: And then this returns to the distribution and inoculation of the vaccine, and epidemiological studies that follow it. Hamburg: Yes, I think we need to create systems for assuring fair and equitable and public-health-driven distribution of the vaccine as well. One concern that many have is that there’s going to be a huge nationalistic push for countries to try to get hold of as much vaccine as they can for use within their own borders, yet ultimately the safety of any country or community depends on addressing and protecting against this virus all over the world.   ", "dominantCategory": ["covid"], "metadata": ["vaccine", "studies", "protecting", "restrict", "cancer", "virus", "mitigate", "scientific", "vulnerable", "infrastructure", "researchers", "technologies", "invest", "challenges", "borders", "addressing"], "emotions": {"positive": 111, "fear": 15, "anger": 26, "anticipation": 45, "negative": 13, "joy": 7, "trust": 10, "disgust": 8, "surprise": 2}}, {"text": "Photo illustration by Mike McQuade What Will We Have in the Meantime? Yancopoulos: As we’ve been saying, with all the challenges regarding developing, testing, manufacturing and distributing a safe and effective vaccine — no matter how much effort so many scientists and companies put on the problem — it could still take years or even longer. This is why it’s so important to have additional efforts ongoing in parallel to try to fight back against this pandemic. If we don’t have a safe and effective vaccine for one to two years, or even longer, we need to develop other treatments as a bridge to a vaccine — to allow society to have a path toward reopening and functioning, while we await a vaccine. Mukherjee: So let’s work backward as we work frantically toward the vaccine. What can we do now that will help? How can we move from where we are — isolate, quarantine, mask, distance — toward a therapy that will bridge us to the vaccine? Yancopoulos: The world has gotten interested in the drug remdesivir, which inhibits the process of RNA replication and has been shown to be active in a lot of viruses that use these mechanisms to replicate themselves. Mukherjee: An initial study from China, published in the Lancet, showed a rather disappointing effect from remdesivir. There was a hint of clinical improvement in treated patients versus controls, but it was not statistically significant. But there were several problems with that trial. That trial enrolled patients who had the onset of symptoms from one day to 12 days, so the spectrum of disease severity was very broad. And although the study had a placebo control, it did not have a lot of patients: 236 in total, 158 in the treatment and 78 in placebo. In late May there was a study from the National Institutes of Health published in The New England Journal of Medicine that showed remdesivir might have an effect — albeit, again, a modest one — on hospitalized patients. The number of days that patients spent in hospital was reduced, and the study again hinted that there was a reduction in mortality from 11.9 percent in the placebo group to 7.1 percent in the treated group, though this was not shown to be statistically significant. But again, this was a study that involved a very broad range of patients — some with moderate lung damage and some on ventilators. Hamburg: Until there’s a vaccine, I don’t think there’s going to be one magic bullet for treating this thing, and we’re certainly not going to find that magic-bullet drug treatment in a repurposed drug pulled off the shelf. Yancopoulos: History has told us that. Repurposed drugs are usually not panaceas. Hamburg: And meanwhile, every day we are learning more about this virus, its life cycle and the complexity of how it causes disease. We initially thought of Covid-19 as a lung disease, and then realized that many of the people who became seriously ill had their disease course worsened by a hyperactive immune response. Now we realize that many other vital organs can be seriously compromised, including the kidneys, the gut and the brain, and that something about this virus is triggering a very dangerous hypercoagulability syndrome, where the blood starts clotting in dangerous ways. And there’s an apparent association of this novel coronavirus with a very serious hyperimmune syndrome in children, the so-called Kawasaki-like syndrome. I think we need to draw on our best scientific understanding and the work of virologists like Susan to identify where are the targets for intervention, for what will likely be a combination therapy that addresses different points in the life cycle of the virus and the human immune response. Mukherjee: What about using antibodies to tide us through this period? As we’ve discussed, the entire purpose of vaccines is to induce the body to make its own “protective antibodies” that bind and kill the virus. George, you have pioneered ways of making these same type of “anti-viral antibodies” outside the body, manufacturing them and purifying them and then giving them back to individuals — so these people now have antibodies against the virus. It’s like they have already been vaccinated: They now have antibodies but without needing to go through the actual vaccine step. Yancopoulos: Right. Earlier I mentioned Ebola. Over the past 10 to 20 years, we have developed a series of technologies that are designed to make antibodies against many disease targets, including viruses. These technologies were used by our scientists to develop a cocktail of three antibodies to bind and block the GP protein of Ebola — the GP protein is the Ebola equivalent of the spike protein — our so-called REGN-EB3 cocktail, and this treatment was very effective in patients already infected with Ebola, as shown by the World Health Organization in a clinical trial. And now we have used these same technologies to rapidly make an antibody cocktail — REGN-COV2 — that binds and blocks the spike protein of Covid-19. Mukherjee: Explain what that means. Yancopoulos: You can almost think of it as a temporary vaccine. Instead of waiting for a vaccine that will make the body make its own antibodies against the virus, we can make exactly those kinds of antibodies and inject them into people. Mukherjee: And how long would that take? Yancopoulos: For Ebola, we went from starting the project to being in clinical trials in just nine months. With Covid-19, we’ve cut that in almost half: We have already made thousands and thousands of these antibodies and started to grow them up and tested them for blocking the virus. And we plan to start human trials in June. We will conduct three types of trials. First, prophylaxis, in which we give REGN-COV2 to patients not yet infected but at high-risk and hopefully show we can prevent infection — much like a vaccine would hope to do but not inducing the “permanent immunity” that a vaccine can confer. Then, we will give REGN-COV2 to patients recently infected, who are asymptomatic and/or who don’t have severe disease, and see if we can rapidly “cure” them and eliminate the virus and prevent them from progressing to the severe-and-critical stage that would require hospitalization and ventilation. Then, finally, we would give the REGN-COV2 to severe-and-critical-stage patients, who are in the hospital, many on ventilators, with poor prognosis, and hopefully show we can rescue them, get them off ventilators and save their lives. Mukherjee: And how long would the antibodies last in terms of protection? Yancopoulos: We hope each injection should last at least a month, if not several months. Beyond this antibody cocktail, there are quite a few drugs that are being repurposed to see if they have potential in Covid-19. One particularly promising story that came out of China was that blocking the inflammation that seems to be causing the lung problems in Covid-19 — in particular by blocking an inflammatory factor called interleukin-6, or IL-6, that is an important driver of the inflammation in rheumatoid arthritis — might help patients with lung problems due to Covid-19. This promise was based on a small, uncontrolled but positive experience in China. We are now doing large Phase 3 trials to definitively test whether our IL-6 blocking drug — which as I said is already approved for treating the inflammation in rheumatoid arthritis — may help with the lung inflammation in Covid-19 patients who are critically ill. But if you look at either repurposed drugs like remdesivir or even the IL-6 blocking approach, those are not the sort of drugs that I think would make Dan happy, because they are just incremental. Hamburg: Or me. Yancopoulos: Or anybody. But they could provide a benefit. Every life that’s saved or every disease course that’s shortened is important. Mukherjee: But the incremental effects that you are describing may be because the trials are still being run on patients with moderate to severe disease and in particular on hospitalized patients. In virtually every infectious disease, the use of antibacterials or antivirals or even antibodies against a virus early in the course of disease is better. In terms of remdesivir, it’s possible that the drug is much more likely to be efficacious when used early than late, and in fact, the published trial from the N.I.H. has a hint of that. As we just said, thus far, the trials have generally involved a broad spectrum of patients — hospitalized patients and some of the sickest — and the benefits have been modest. But experts such as Francisco Marty, an infectious-disease doctor at Brigham and Women’s Hospital, have argued that this was precisely the wrong population to use the drug. By the time you have lung inflammation and tissue injury, killing the virus is not enough. It’s too late; the body has turned on itself, and an antiviral drug cannot tackle the inflammation. And so a second fleet of trials is being designed to evaluate whether the drug might be more successful if given as early as possible — for instance, as soon as you have detected the virus and the oxygen level has begun to drop, particularly in high-risk patients. It would invert the paradigm: Rather than quarantine and sit at home, you would get the drug sooner rather than later. Infectious-disease doctors, such as Marty, have early evidence that this strategy works: Patients given early remdesivir recover and do not progress to the fulminant lung disease. A group of us, including Marty, are in conversations with the Gates Foundation and others to launch trials of such a strategy. And then there’s the question of combining drugs: Perhaps an antiviral drug would work even better if used in combination with antibodies. But all of this is logistically complex. All these drugs have to be given intravenously, so you have to go to an infusion center to get them. But I cannot emphasize enough the urgency of doing these early-treatment trials. It would be really a shame to give up a valuable drug in our very limited armamentarium because we couldn’t study the right patients. And the drug itself is in short supply, so every time it’s used on a patient that it would not benefit, we are losing ground. We need political support, financial support and support from Gilead, the manufacturer, to get this urgent early treatment trial done as soon as possible. Susan, what is your sense of combining two targets? Maybe a replication inhibitor along with an antibody. And I know you’ve been involved with other laboratories, testing new drugs. What is your sense of the development of these drugs? Weiss: That might turn out to be useful, but right now drugs are still being evaluated. Quite a few people are testing all kinds of F.D.A.-approved drugs and unapproved drugs against the virus. There are a lot of potential drug targets in the viral-replication cycle — that is, the enzymes that are needed to replicate the virus as well as the cellular factors needed for the virus to enter the cell. And I guess I feel like a lot of compounds may inhibit replication of the virus, especially in combination and aimed at multiple targets. But I don’t know how many of them will actually become drugs. In addition, replication inhibitors may not be enough to stop the virus after the early stages of infection, when the individual may be asymptomatic. We may need a combination of an antiviral drug to be effective early in the disease and an anti-inflammatory drug for the later “cytokine storm” phase of the disease. Mukherjee: Yes, just because a compound inhibits the virus in a petri dish, doesn’t mean that it can immediately become an antiviral drug for human use. The compound might be toxic to humans. It might be degraded into an inactive substance by the body. Its dose might be so high that it’s impossible to administer. But I do think while we’re waiting for the antibodies and the vaccines, it seems reasonable to proceed with testing thousands of drugs against the virus — called “drug screening” — so that if something does come up, we might find a drug to combine with remdesivir or with antibodies, making an anti-viral cocktail. From what I’ve been able to see, there is unusual urgency and cooperation among scientists in this effort. Hamburg: It’s remarkable, in terms of the collaboration across disciplines and research institutions and sectors and borders. There’s been more openness and sharing than I’ve seen in past crises like Ebola or Zika or H1N1. Regulatory authorities around the world are coming together in ways that are very, very important to reduce barriers and to make sure that they’re bringing the best possible science to bear on decision making, trying to identify what are the critical questions that have to be asked and answered, what kind of study designs and preclinical work is going to be necessary, so that you don’t have companies facing different regulatory authorities with different standards and requests and approaches, so that the hard questions can be more effectively addressed through bringing together the best minds, wherever they are. Weiss: I’ve never seen this before, either. Our C.D.C. permit to receive the virus, which is classified as a biosafety Level 3 agent, was approved in less than two days. We received at least two material-transfer agreements, which have to be signed by a number of institutional officials and sometimes lawyers, in a matter of hours. Both of those processes have taken much longer, sometimes weeks, in the past. This is just one sign of administrators and scientists collaborating with each other and acting extra efficiently to facilitate the science. Barouch: I’ll just echo that. From a research perspective, I have never seen such collaborative spirit, such open sharing of materials, data, protocols, thoughts and ideas among academic groups, industry groups, government groups and the clinicians on the front lines. Yancopoulos: I’ve seen unprecedented collaboration from all forces. I can get on the phone and call my counterpart, Mikael Dolsten, at Pfizer, and his first question is, “Well, what can we do to help?” Whether it’s scientists in academia, whether it’s people at biotech and pharma companies, whether it’s the doctors and health care workers who are at the epicenter at hospitals like Mount Sinai or Columbia in New York City, whether it’s the F.D.A. — we are all coming together, and things are happening at unprecedented rates because we realize that we have a common enemy.", "dominantCategory": ["covid"], "metadata": ["challenges", "vaccine", "scientists", "ongoing", "pandemic", "reopening", "quarantine", "china", "symptoms", "england", "hospital", "virus", "coronavirus", "children", "scientific", "targets", "technologies", "infected", "infection", "tackle", "evaluate", "borders", "cdc", "protocols"], "emotions": {"joy": 7, "positive": 69, "fear": 21, "anticipation": 32, "anger": 27, "negative": 38, "sadness": 1, "disgust": 5, "trust": 7, "surprise": 3}}, {"text": " David A. Love is a writer, commentator and journalism and media studies professor based in Philadelphia. He contributes to a variety of outlets, including Atlanta Black Star, ecoWURD and Al Jazeera. Follow him on Twitter: @DavidALove. The opinions expressed in this commentary are his. View more opinion articles on CNN. (CNN)The public discourse in America over race, racism and anti-Semitism runs the risk of evolving into an oppression Olympics with no winners. Nevertheless, this pivotal year provides a unique opportunity to delve into these pressing issues and pave the way for a more constructive public discourse. The Black Lives Matter movement calls for confronting anti-Black racism and other forms of discrimination including anti-Semitism in the fight against white supremacy, which binds them all together.  David A. Love ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["media", "studies", "america"], "emotions": {"joy": 2, "positive": 6, "trust": 1, "negative": 2, "anticipation": 7, "anger": 4}}, {"text": "David A. Love In recent weeks, Philadelphia Eagles wide receiver DeSean Jackson and actor Nick Cannon, both of whom are Black, have come under fire for making anti-Semitic comments. Jackson shared a quote on his Instagram Story that was falsely attributed to Adolf Hitler, saying that Black people were \"the real Children of Israel.\" The passage also pushed the anti-Semitic trope and conspiracy theory of a Jewish plan to \"extort America\" and achieve \"world domination.\"  Jackson later apologized and said, \"\"I just want to first off extend an apology on behalf of me and what I stand for, because you know, I'm one that's fair and I never want to put any race down or any people down. I really didn't realize what this passage was saying.\"  Read More This week, Cannon was fired from his \"Wild 'N Out\" improv show on ViacomCBS for pushing anti-Semitic conspiracy theories on his podcast while making similar claims that Black people are the \"true Hebrews.\"  Cannon, who was joined by hip hop figure Professor Griff, amplified Griff's false views that Jewish people controlled the media. Cannon went on to defend the conspiracy theory by saying, \"It's never hate speech, you can't be anti-Semitic when we are the Semitic people. When we are the same people who they want to be. That's our birthright. We are the true Hebrews.\"   Far more unites Black and Jewish Americans than divides them ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["children", "america", "media", "americans"], "emotions": {"joy": 4, "anger": 6, "negative": 6, "fear": 5, "anticipation": 4, "positive": 7, "trust": 1}}, {"text": "Far more unites Black and Jewish Americans than divides them Cannon later apologized for his remarks and said, \"I must apologize to my Jewish Brothers and Sisters for putting them in such a painful position, which was never my intention, but I know this whole situation has hurt many people and together we will make it right.\" The recent comments from these high-profile Black men are a distraction at a time when the nation must come to terms with its legacy of institutional racism and racial violence. Time that is wasted on such infighting is time that these two groups should spend working together for a just society. While Jackson and Cannon are attuned to racism against Black people, they displayed cultural insensitivity in their statements and revealed their glaring blind spots regarding Jewish suffering, which includes centuries of pogroms, the Warsaw Ghetto uprising and the Holocaust, along with the resulting intergenerational trauma, to name a few examples.  As a result, two historically scapegoated groups, Blacks and Jews are experiencing a fissure within each group and between both groups. That history is a complex one of both cooperation and conflict. Judah P. Benjamin was a Jew who served several high-level positions in the Confederacy, and tensions between African Americans and Jews have long been acknowledged by everyone from James Baldwin to Martin Luther King Jr.   This is the best way to honor John Lewis&#39; legacy ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["americans"], "emotions": {"negative": 5, "anger": 10, "positive": 5, "anticipation": 5, "trust": 1, "disgust": 3}}, {"text": "This is the best way to honor John Lewis' legacy There is also a shared history that includes the liberation of concentration camps by Black soldiers, Jewish refugees such as Albert Einstein teaching at historically Black colleges and universities, and the participation of Jews in the Civil Rights movement, reflecting a Jewish sense of tzedek, or justice in Hebrew.  It's easy to forget that the Jewish community is also a diverse one. According to researchers at Stanford University and the University of San Francisco, as many as 15% of American Jews are people of color, such as Black, Latinx, Sephardic and Mizrahi (Mideast) origin, who typically have been undercounted. Black and Brown Jews face racism and invisibility in the Jewish community because they lack white privilege.  And today, when America needs a reckoning on racism, the current national leadership will not rise to the occasion. President Donald Trump staffs his government with white nationalists while letting the US Immigration and Customs Enforcement imprison migrant children in their detention centers. The white supremacists and domestic terrorists who marched in Charlottesville and yelled \"Jews will not replace us\" are the true threat to the lives of both Black and Jewish Americans, not to mention Muslims, Latinx, Asians, Native Americans, LGBTQ and white allies and all those who want to build a multicultural democracy. We must not lose sight of this.  America requires an honest accounting of its history of racism, anti-Semitism, Islamophobia and xenophobia to have a fruitful discussion and a pathway to healing and justice. Far too often, this legacy is glossed over or rarely and inadequately taught in school, resulting in people speaking and reproducing anti-Semitism through ignorance. This country was built on the genocide of indigenous people and the enslavement of Africans, a legacy which continues today through institutional racism and police violence.  \"It comes as a great shock around the age of five, or six, or seven, to discover that the country to which you have pledged allegiance along with everyone else has not pledged allegiance to you. It comes as a great shock to discover that Gary Cooper killing off the Indians — when you were rooting for Gary Cooper — that the Indians were you,\" Baldwin said of the Black American experience in his legendary University of Cambridge debate with William F. Buckley, Jr. in 1965. Baldwin referred to the actor Gary Cooper, who played a cowboy hero with a squeaky-clean image in the old Westerns, reflecting an American innocence with which the country portrays and spins its legacy of racial violence. Like White Americans, Black people are socialized to hate the \"other,\" the boogeyman or racial scapegoat. The difference, however, is that Black people, also victims of racial oppression, are in effect conditioned to hate themselves.  Meanwhile, 55 years later, Black people are still hunted, and the police officers who killed Breonna Taylor in Louisville are still free men. As America fights against the policies and systems of racial oppression that place lives in physical danger, we must also call people out for their divisive and intolerant words. We have the responsibility to do both. By Rishi Iyengar, CNN Updated 12:31 PM ET, Sun July 12, 2020 (CNN)Whenever I write about President Donald Trump's efforts to crack down on work visas, more than a dozen times since I started working at CNN in 2016, I call my parents afterward and thank them for the kind of life they have given me — one full of the opportunities many immigrants now fear losing at the stroke of a pen. My dad, Partha, moved to the United States in the early 1980s to study; my mom, Jhumkee, followed soon after. They ended up staying for more than a decade before uprooting the family and moving back to India when I was four. My sister and I grew up in their hometown of Pune with US passports and came back every summer, enjoying, as the cliché goes, \"the best of both worlds\" and an extraordinary level of privilege.  I made the customary thank-you call again last month after Trump's executive order suspending several work visas for the rest of this year, including the H-1B that allowed my parents to build a life in America nearly three decades ago.  The H-1B visa was created for \"specialty occupation\" workers as part of the Immigration Act of 1990, a law that provided the framework for today's legal immigration system. It's one of the most popular work visas, with tens of thousands of workers using it to come into the US each year — more than half of them Indians. But the Trump administration has repeatedly targeted the program, accusing companies of using it to bring cheap foreign workers to replace Americans and enacting a series of restrictions that have created a climate of fear and uncertainty for many immigrants. So when I called my parents this time, I decided to also interview them — about their pursuit of the American Dream, their decision to give it all up, whether they had any regrets, and how their experience can help to understand this moment of tremendous turmoil for immigrants.  Read More America: A land of opportunity, and 'computers' My father ended up in the US by process of elimination. He dreamed of being a pilot in the Indian Air Force but didn't make the cut. He then went to college, got a degree in engineering, and made it to the final interview round for Hindustan Lever (now Hindustan Unilever) — the Indian subsidiary of global consumer brand Unilever (UL) — along with four other candidates.  \"If I had got the Hindustan Lever job I probably would not have come to the US,\" he said.  The company hired three of the final five candidates. He wasn't one of them. He also didn't get into any of the top Indian business schools. But at one of those school interviews in 1980, he ran into an acquaintance who was visiting from the US and told my dad he should think about getting into this \"up and coming\" field called computers.  \"This friend asked: 'Oh are you interested in hardware or software?'\" my dad recalled. \"I had no clue what he was talking about, what hardware is and what software is, so I said 'Both! I want to do both!' I was that clueless.\"   My father at his graduation at Rensselaer Polytechnic Institute in 1986.  ", "dominantCategory": ["immigration"], "metadata": ["refugees", "researchers", "university", "san", "american", "america", "donald", "trump", "immigration", "customs", "children", "detention", "americans", "visas", "united", "india", "climate", "global"], "emotions": {"positive": 34, "disgust": 2, "anticipation": 19, "negative": 20, "surprise": 2, "fear": 6, "joy": 3, "anger": 22, "trust": 10}}, {"text": "My father at his graduation at Rensselaer Polytechnic Institute in 1986.  That's how, in 1982, my dad entered the alphabet soup that is the US immigration system. He came to the US on an F-1 student visa, pursuing degrees at two schools that offered him financial aid, before returning to India to get married. My mom joined him in the US in 1985 on an F-2 dependent visa.  \"I was very excited,\" she said. \"It was my first time going out of the country.\"  But there were also profound moments of homesickness in those early years. \"Your dad had to completely stop listening to Hindi songs, poor thing, because the minute he put them on I would start crying,\" she said.  My dad finished grad school with a job as an analyst at a defense subcontractor that made aircraft engine parts. At that point, he had one year to work in the country under the Optional Practical Training (OPT) rule. \"I knew that I had to impress them enough in that one year that they would be willing to do my H-1 process,\" he said. \"Back then this whole immigrant visa and all that wasn't as big a known thing as it is now.\"  A moment of uncertainty  About six months in, he gently broke the news to his employer that there was an additional process they'd have to go through to keep him for longer. Fortunately, the company agreed, hired an immigration lawyer, and in six months he had the H-1 visa, as it was called back then. By the end of 1989, he'd applied for and received a green card.  In 1986, the year my dad got his H-1, the US admitted 26,227 Indian immigrants overall, according to government data. Last year, Indians received 278,491 H-1B visas (including renewals) — more than 71% of the total. That's been the case for years, skewed by the tech industry which has long relied on the visa program to bring Indian engineers to the US. But country-specific limits on green cards imposed in 1965 mean that tens of thousands of Indians applying for a green card this year won't receive them until at least 2055 because of a huge backlog in petitions from India, according to a recent analysis of US immigration data by the libertarian think tank Cato Institute.  In the roughly three years that my dad was going through the now common work-visa-to-green-card process, my mom had switched from the F-2 visa to her own F-1 to do her Masters from Tufts University in Boston. She then joined tech company Pitney Bowes on her OPT, but only had to wait a few months since her green card was tied to my dad's.   My parents at their first home in the US in 1986, wearing hats my mom knitted. ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["immigration", "india", "visas", "university"], "emotions": {"trust": 5, "anticipation": 9, "positive": 12, "negative": 2, "anger": 3, "fear": 5, "joy": 4}}, {"text": "My parents at their first home in the US in 1986, wearing hats my mom knitted. Now nearly all those avenues are under attack. Less than two weeks after suspending H-1B visas for the rest of this year, the Trump administration announced all students at US universities on F-1 visas have to leave the country, transfer to another university or risk being deported if their fall semester is being held online amid the pandemic. \"This very rocky situation that exists wasn't there back then. There were uncertainties of the execution of the process, which is normal,\" my mom said. \"But [the notion] that the whole process can get an upheaval... that didn't exist.\"  The most precarious moment they faced was just before the green card arrived, when my dad's company got acquired and planned to shut down the Connecticut plant where he worked. Had he still been on the H-1 and lost his job, he wouldn't have been able to file for unemployment and would have had to leave the country.  \"It was a little bit touch-and-go,\" he told me. \"Luckily it came in time.\" Caught between two worlds  Soon after I was born, my dad decided to pursue another part of the American dream: entrepreneurship.  He left Gartner, the tech advisory firm where he would spend most of his career, to start his own firm, providing strategic consulting to US companies and also bringing consultants over from India to work on projects at those companies.  At that point, my dad had been in the US for almost 11 years and my mom had been here for eight, having also advanced in her career as a designer. They started to have what my dad referred to as \"the itch.\"  \"At all the Indian parties that was the favorite topic of conversation: 'Are you going to stay here or are you going to go back?'\" he said.  Many Indian workers increasingly choose to go back in a phenomenon known as \"reverse brain drain.\" Exact numbers are hard to come by, but the growing frustration and uncertainty over immigration policy may now be spurring more Indians to consider returning home. A recent webinar for Indians contemplating a return from the US called \"Come Home and Build,\" organized by venture capital firm Lightspeed India, got so many sign-ups the organizers had to expand their Zoom subscription. In the early 90s, my parents witnessed a few friends who went to India, spent several months there and moved back to the US because it was too difficult to readjust to life back home.  A trip back to India for my first birthday made the decision clear. \"We came back here and realized what kind of a life it will be with [our] parents aging and bringing up a child in this culture,\" my mom said.  Family portait in 1995, shortly before we moved back to India.  ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["visas", "trump", "students", "university", "online", "pandemic", "american", "india", "immigration"], "emotions": {"anger": 4, "positive": 10, "surprise": 2, "negative": 5, "anticipation": 11, "fear": 2, "joy": 3, "trust": 1}}, {"text": "Family portait in 1995, shortly before we moved back to India.  Still, my parents continued to vacillate on the decision for a couple years — during which time my sister was born.  By that point, India had liberalized its economy, opening itself up to the rest of the world. My dad sensed the opportunity and successfully pitched Gartner — by then one of the clients of his new firm — on taking its tech advisory services to India.  In 1995, a few years before Y2K would put India's tech industry on the global map, my parents returned to Pune — a move timed so it would be before I started school. For my mother, that meant forfeiting a career and, potentially, a sense of individuality that America had allowed her to build. \"I got lots of recognition and appreciation for my work ... completely unrelated to who I was, where I came from,\" she said. \"That was a wonderful thing that I knew I wouldn't get in India ... going back was a very, very daunting process.\"  But they decided that once they took the plunge, there would be no turning back. \"Most of those people ended up coming back to the US, [a] kind of path of least resistance,\" my dad said. \"We decided we're not going to try, come hell or high water, we'll make it work.\"  How it's impacted me Two decades later, my parents still live in Pune, but my sister and I live in the US.  Whenever someone asks, \"Where are you from?\" we don't have to think twice. We instinctively say, \"India,\" and immediately have a momentary identity crisis.  Everyone takes it at face value, though. And why wouldn't they? We've got the skin, we've got the accent. With that answer, no one's ever asked that dreaded follow-up question: \"But where are you really from?\" We've spent most of our lives in India and it's where our roots are, but being American is also a fundamental part of our identity. I've never thought about giving up my US passport, but I imagine doing so would feel a bit like being locked out of half the rooms in my home.  It's also meant a lot of privilege guilt, especially growing up with friends now in the US going through the same process my parents once did — some of whom have already gone back, others who are planning to.  \"I'm also mentally done with this whole uncertainty and insecure life where I don't know about what'll happen,\" one of those friends told me last week.  As so many wrestle with the decision of whether to stay in a country that now seems to be making it as difficult as possible for them to do so, I asked my parents what America represents to them. Their answers, recorded separately, were strikingly similar — and strikingly different to what the country feels like for many right now.  \"The openness and acceptance, just merit is what gets you ahead,\" my dad said. \"It was really about what you could achieve and what you proved you could do.\"  While watching the US from afar the last few years has \"diluted\" that image for him somewhat, \"I think the underlying spirit of the country still exists.\"  My mom also used the word \"acceptance,\" soon after listing the other countries and cultures she was exposed to here -- friends from Egypt, Liechtenstein, Morocco, Tunisia, all brought together by the American Dream. \"The realization that people are the same everywhere, that used to hit me very starkly every time,\" she said. \"It didn't matter who you were, where you came from. What you did, your performance ... that is what mattered. It represented something wonderful, and that is the America we lived in.\"", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["india", "economy", "clients", "global", "america", "impacted", "crisis", "american", "fundamental"], "emotions": {"anticipation": 11, "trust": 2, "positive": 18, "joy": 5, "fear": 2, "anger": 4, "negative": 3, "disgust": 1}}, {"text": " Anushay Hossain is a journalist and political analyst based in Washington. Follow her on Twitter and Instagram. The views expressed are her own. View more opinion articles on CNN. (CNN)The issue of international students coming to the US for higher education degrees is a deeply personal one for me. Like the thousands of other students who have come to America to attend world-class colleges and universities, I came to the University of Virginia in 1998 when I was 18 years old.   Anushay Hossain  ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["washington", "students", "education", "america", "university"], "emotions": {"positive": 1, "anticipation": 3, "trust": 1}}, {"text": "Anushay Hossain  Far away from my family and friends in Dhaka, Bangladesh, I found a new home in Charlottesville. My father, who also attended university in the states, was a staunch supporter of American colleges, which he considered to be the best in the world. When I was a little girl, before I could even place America on a map, I could recognize the mascot for Georgetown University, where my father pursued post-graduate studies. Georgetown memorabilia, like the cobalt blue paperweight by our family phone, (it was the pre-cellphone era), and the navy blue and gray pillow on my father's black leather reclining chair are etched into my memories of my childhood. My father's belief in educating all four of his daughters and in sending us abroad for college -- to America, no less -- was unheard of in Dhaka in the 1980s. Higher education was something that was not offered to girls, and most families married off their daughters after high school graduation.  Getting to attend college in America was a game changer for my sisters and I. Between us, we have three degrees from UVA, one from Georgetown, where my sister also went, following in my dad's footsteps, in addition to one from George Washington University (GWU). My father's firm belief in educating his daughters changed the course of my life. Read More  Trump administration&#39;s planned purge of international students serves a cruel purpose ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["university", "american", "america", "studies", "education", "families", "washington", "trump", "students"], "emotions": {"joy": 3, "trust": 3, "anticipation": 4, "positive": 2, "sadness": 2, "disgust": 1, "negative": 1, "surprise": 1, "fear": 1, "anger": 1}}, {"text": "Trump administration's planned purge of international students serves a cruel purpose So when the Trump administration recently announced new guidance barring foreign students from staying in the US if they are taking online-only courses this fall semester -- to be safe during a pandemic -- I thought about my own experience and the more than one million international students who are in the US trying to change the course of their lives.  Harvard and the Massachusetts Institute of Technology (MIT) have taken action, suing the Trump administration Wednesday over the new rule. In a statement provided to CNN, the university said the guidance would affect approximately 5,000 international students. \"The order came down without notice -- its cruelty surpassed only by its recklessness,\" Harvard University President Larry Bacow said. \"It appears that it was designed purposefully to place pressure on colleges and universities to open their on-campus classrooms for in-person instruction this fall, without regard to concerns for the health and safety of students, instructors, and others.\" The targeting of international students by the Trump administration while the country is gasping for air mid-pandemic is not only unnecessarily cruel but also dangerously dumb. But it fits right into this President's pattern of targeting any and all foreigners coming to America, seemingly for anything -- whether it's to seek asylum, legal immigration, and now, even education.  Why does this matter, and why should you care? Because students who come to America on international visas connect America to the world and connect Americans to the world. Let's look around us. Who are our doctors? Who are our medical researchers? Who are the country's top scientists?  Ask yourself -- who works to make America stronger than she already is? The fact is, immigration is a mutually beneficial and beautiful relationship, whether Trump and his supporters want to admit it or not. And international students are a beautiful part of that process. International students enrich America just as much as America enriches us. Today, 18 years after my UVA graduation, I am a Washington, DC based journalist and political analyst. The first American friends I made in America, my college roommates, are still my best friends 20 years later. One of those girlfriends is my daughter's godmother.  Today when I travel, from Istanbul to El Salvador to Pakistan, scattered across the world are my former international student friends--from college in America. I even stayed in touch with the former dean of international admissions, and a few years ago, I took some brilliant young kids of some family friends to meet and get guidance from this dean about applying to UVA. When I moved two years later to the United Kingdom to pursue my Master's degree, it was through the UVA alumni club in London that I was able to find and connect with fellow UVA graduates in a new city where I didn't know anyone. Even today in work or professional events, if I bump into a UVA alum, we have an instant connection.  My point is that studying in America as an international student is not just about the classes. It's about the experience -- of taking classes in some of the world's best colleges and universities in tandem with the experience of being in a new country, learning about the American culture, experiencing the country alongside your courses.  The American education system is a beautiful, multidimensional, and multi-layered academic experience that is frankly unlike anything else in the world. I don't know where I would be without my American college degree. I definitely wouldn't be in DC doing what I do, and I definitely would not be an American citizen today raising my American daughters with my American husband living in America. The F1 student visa is not just a piece of paper and a stamp in your foreign passport. It represents the dreams of some of the best and brightest students of all ages from around the world, and the hopes of their parents. President Donald Trump may think that with this new guidance he is just hurting foreigners and immigrants, but as with most Trump-related policies, ultimately it is America who he is hurting the most.", "dominantCategory": ["immigration"], "metadata": ["trump", "students", "pandemic", "university", "america", "asylum", "immigration", "education", "visas", "americans", "researchers", "scientists", "washington", "american", "united", "donald"], "emotions": {"surprise": 6, "fear": 6, "anger": 7, "positive": 23, "negative": 6, "joy": 4, "anticipation": 12, "trust": 4}}, {"text": " Claire McMullen of Georgetown Law's Human Rights Institute is a co-author of Dead Ends: No Path to Protection for Asylum Seekers Under the Guatemala Asylum Cooperative Agreement. Yael Schacher, senior advocate at Refugees International, and Ariana Sawyer, US border researcher at Human Rights Watch, are co-authors of Deportation with a Layover: Failure of Protection under the US-Guatemala Asylum Cooperative Agreement. The views expressed in this commentary are their own. View more opinion on CNN. (CNN)Donald Trump's administration proposed a cold-blooded new, 161-page asylum regulation last week.  It would limit those eligible to qualify for asylum in the United States and circumvent America's legal obligations -- under US and international law -- to provide refuge at the southern border to those fleeing persecution.  Claire McMullen ", "dominantCategory": ["immigration"], "metadata": ["asylum", "seekers", "agreement", "refugees", "deportation", "united", "southern"], "emotions": {"trust": 3, "fear": 5, "positive": 8, "anticipation": 1, "anger": 2, "disgust": 1}}, {"text": "Claire McMullen  Yael Schacher ", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": "Yael Schacher  Ariana Sawyer ", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": "Ariana Sawyer The new rule still needs to undergo a public comment period and will not take effect immediately. But it builds upon previous and ongoing Trump administration efforts to block asylum seekers from reaching ports of entry, hold them in Border Patrol custody without access to counsel, send them to wait in danger in Mexico while their cases are pending, and, since the advent of Covid-19, expel them without hearings. Read More President Trump has negotiated a series of \"Asylum Cooperative Agreements\" with Honduras, El Salvador and Guatemala that deflect asylum seekers to these poorer countries that themselves produce refugees and have little to no ability to protect people fleeing the region to save their lives.  In mid-March, the US suspended transfers to Guatemala in response to the pandemic. The agreements with Honduras and El Salvador, however, are waiting to be implemented. There is still a chance to end these agreements before they place more asylum seekers in grave danger. Our organizations investigated the Trump administration's Guatemala deal, including interviewing 40 people transferred there before the pandemic pause. We found that the US government has shunted to Guatemala hundreds of non-Guatemalans, predominantly women with young children, who may have well-founded fears of persecution.  In Guatemala, hundreds of transferees faced uncertainty and grave risk and as a result many were effectively compelled to abandon their asylum claims and return to the places they had fled in fear.  Asylum seekers at the southern border were denied the most basic procedural safeguards, including the opportunity to present evidence or acquire a lawyer. Many had endured demeaning and coercive treatment by Border Patrol.  One Salvadoran woman told us that she was coerced into signing her \"voluntary deportation\" form at 2 a.m., believing it to be an asylum application. Soon afterward, officials chained her around her waist, ankles and wrists and sent her to Guatemala. \"To them we are like bugs,\" she said.", "dominantCategory": ["immigration"], "metadata": ["ongoing", "trump", "asylum", "seekers", "custody", "mexico", "hearings", "refugees", "pandemic", "children", "southern", "deportation"], "emotions": {"fear": 17, "anticipation": 11, "surprise": 4, "trust": 4, "positive": 9, "anger": 5, "joy": 2, "negative": 1}}, {"text": " White House slashes refugee cap to new low (2018) 02:16 A Honduran teenager who was kidnapped and tortured by a gang and set up to look like an informant, said \"It is worse here (in Guatemala)... because (the same gangs) require you to kill people, and if you don't do it, they will kill my mother or kill my family.\" Asylum seekers told us they had 72 hours to seek asylum in Guatemala, apply for another type of residence there, or go home. They were provided little information about Guatemala's nascent and unwieldy asylum system. Even if the transferees had not been afraid to wait in Guatemala, they would have immense difficulty supporting themselves and their children there. A Honduran woman traveling with her baby said she found no support or place to stay in Guatemala and had to return to Honduras despite the threat from the violent gang that had forced her husband to flee to the US. No government is monitoring what happens to asylum seekers transferred to Guatemala. Looking away does not absolve the US government of its state responsibility to protect asylum seekers, even in times of national emergency.  The US Immigration and Nationality Act and international law permit asylum seekers to be sent to a third country that is \"safe\" and provides access to full and fair asylum procedures. These Trump administration agreements, however, pervert this concept of a \"safe third country\" and disregard international protection and cooperation altogether.  Pressuring Central America to enter harmful agreements when the region has very limited capacity to provide asylum risks normalizing this blatantly unlawful approach. The administration's approach of block, hold or expel is a system of removal that betrays the promise of the US asylum system by denying asylum seekers an opportunity to seek protection. And the new proposed regulation continues the Asylum Cooperative Agreement 's gutting of the credible-fear interview process and perversion of the safe-third-country concept.  What is urgently required is a US approach that affords people in neighboring countries their full measure of rights to asylum and addresses the regional factors creating the threat of violence. Leaders of the countries party to these unlawful agreements, including the US as the principal instigator, should terminate the agreements before transfers to Guatemala resume and the agreements in Honduras and El Salvador begin. Congress should invest in the asylum system to strengthen legal and procedural safeguards and to stop unlawfully returning people to places where their life or freedom is endangered.", "dominantCategory": ["immigration"], "metadata": ["refugee", "asylum", "seekers", "children", "immigration", "nationality", "trump", "america", "unlawful", "agreement", "congress", "invest", "unlawfully"], "emotions": {"anticipation": 10, "sadness": 2, "anger": 14, "fear": 24, "positive": 16, "trust": 6, "joy": 6, "surprise": 1, "negative": 2, "disgust": 1}}, {"text": "", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": " Donald Trump laughed during a briefing on the deadly wildfires in California on Monday, refusing to take seriously the scientific consensus that climate change is a major factor in the blazes currently making it hard to breathe along the entire west coast of the United States. In a tense exchange at an air base used by firefighters in Sacramento, the president scoffed at an impassioned plea from California’s natural resources secretary, Wade Crowfoot, “to really recognize the changing climate and what it means to our forests.” “That science is going to be key,” Crowfoot told Trump, “because if we ignore that science and sort of put our head in the sand and think it’s all about vegetation management, we’re not going to succeed together protecting Californians.” “It’ll start getting cooler,” Trump replied with a smirk. “You just watch,” he added as at least one local official chuckled along with him. When Crowfoot said, “I wish science agreed with you,” Trump brought the exchange to an end by saying, “Well, I don’t think science knows, actually,” and calling on Cal Fire chief Thom Porter to speak. The laughter in the room that accompanied Trump’s dismissive tone was a reminder of how very rarely he is challenged or corrected by those around him — even when he is spectacularly, comically wrong. Trump’s Democratic rival, former Vice President Joe Biden, replied to Trump’s statement by tweeting “Science knows.” Speaking in Delaware earlier in the day, Biden called the role of climate change in the wildfires an “undeniable, accelerating, punishing reality,” which “requires action, not denial.” It was unclear who laughed along with Trump’s blatant denial of climate science, but two local officials seated on the side of the table where the laughter came from were conservatives who, like Trump, were not wearing masks: Fresno County Sheriff Margaret Mims and Ray Haupt, a supervisor from Siskiyou County who is a former forestry service official.  Mims, who refused to enforce the state’s Covid-19 stay-at-home orders earlier this year, has appeared at two previous White House events to praise Trump’s crackdown on undocumented immigrants. Haupt has praised Trump’s White House for inviting him to Washington to talk about increasing timber production from the 57 percent of California forests owned by the federal government. Porter, the fire chief, was wearing a mask which made it impossible to see if he laughed at Trump’s dismissive comment, but it seems unlikely, based on his clear support for climate science in the past.  Trump, who has previously derided climate change as “a hoax,” was more gently confronted on the issue earlier in the briefing by California’s governor, Gavin Newsom.  “When we’re having heat domes, the likes of which we’ve never seen in our history, the hottest August ever in the history of the state, the ferocity of these fires, the drought — five-plus years, losing 163 million trees to that drought — something has happened to the plumbing of the world,” Newsom told Trump. “We come from a perspective, humbly, where we submit the science is in and observed evidence is self-evident that climate change is real, and that is exacerbating this.” Unlike Crowfoot, however, Newsom undercut his assertion by not asking Trump to accept that science, but merely to respect what he called “the difference of opinion out here, as it relates to this fundamental issue, on the issue of climate change.” Newsom also thanked Trump for making federal resources available to fight the fires. During the early stages of the Covid-19 pandemic, Newsom was one of the nation’s Democratic governors who secured federal resources for his state by offering Trump lavish praise, which the president then incorporated into campaign ads. While both Newsom and Crowfoot acknowledged the need for stepped up “vegetation management” in forests, as well as measures to slow warming, Trump has tried to blame the fires entirely on local authorities for not clearing away dead leaves and trees. That’s one reason that Newsom made a point of explaining to Trump that “57 percent of the land in this state is federal forest land,” while just 3 percent is owned by California. At a campaign rally in Nevada over the weekend, Trump ignored climate change and blamed the fires exclusively on poor “forest management.” Before the briefing on Monday, Trump dodged a question about climate change by again insisting that states in the American west run by Democratic governors were at fault for not emulating Finland’s forest fire prevention system.  In 2018, when he visited the California town of Paradise (which he referred to, twice, as “Pleasure”), Trump wrongly claimed that Finland’s president, Sauli Niinisto, had told him that his “forest nation” had no problem with fires because of the regular raking of leaves from the forest floors.  While Finland does make an effort to remove dead trees as part of its fire prevention strategy, Niinisto subsequently denied that he had said anything about raking leaves to Trump. Scientists point out that Finland’s climate and vegetation are not at all similar to those of California, Oregon or Washington, where wildfires are now burning. Temperatures in Finland, which juts into the Arctic Circle, are far lower than in the western U.S., where hot, dry air, lightning strikes without rain and high winds make wildfires much more frequent. Finnish forests also lack the naturally flammable chaparral wildlands common in the America west, filled with shrubs and small trees that catch fire more easily than tall trees in colder, wetter climates. Wait! Before you go on about your day, ask yourself: How likely is it that the story you just read would have been produced by a different news outlet if The Intercept hadn’t done it? Consider what the world of media would look like without The Intercept. Who would hold party elites accountable to the values they proclaim to have? How many covert wars, miscarriages of justice, and dystopian technologies would remain hidden if our reporters weren’t on the beat? The kind of reporting we do is essential to democracy, but it is not easy, cheap, or profitable. The Intercept is an independent nonprofit news outlet. We don’t have ads, so we depend on our members — 35,000 and counting — to help us hold the powerful to account. Joining is simple and doesn’t need to cost a lot: You can become a sustaining member for as little as $3 or $5 a month. That’s all it takes to support the journalism you rely on.Become a Member ", "dominantCategory": ["climate-change"], "metadata": ["donald", "trump", "wildfires", "california", "scientific", "climate", "united", "protecting", "calling", "democratic", "joe", "biden", "masks", "enforce", "undocumented", "washington", "fires", "fundamental", "pandemic", "campaign", "warming", "american", "scientists", "america", "media", "technologies", "reporting"], "emotions": {"surprise": 17, "anger": 13, "positive": 29, "fear": 14, "trust": 11, "anticipation": 15, "joy": 7, "negative": 16}}, {"text": " If Sen. David Perdue wins reelection in Georgia’s runoff in January, the Republican Party will almost certainly maintain its Senate majority. Perdue, an outspoken climate denier, urged President Donald Trump to withdraw from the Paris Climate Accords; voted against a Senate resolution that affirmed that climate change is real and that human activities contribute to it; and dismissed the Green New Deal as a “socialist wish list.” The one-term senator, who is a first cousin of Agriculture Secretary Sonny Perdue and golfing buddy of Trump, also vowed to protect the coal industry and was endorsed by the Koch-affiliated Super PAC, Americans for Prosperity. If Perdue wins, the potential for the Biden administration to respond to the global climate crisis will be greatly diminished. But even while Perdue publicly rejects the scientific consensus about climate change, the Georgia senator and former CEO of Dollar General is part of a gated beachfront community that has taken the global phenomenon and its consequences extremely seriously. Perdue owns a more than 9,000 square-foot mansion with six bathrooms, arched doorways, and a pool on Sea Island, a gated community on St. Simons Island, the wealthiest ZIP code in the state. Over the past few years, as sea-level rise has accelerated, the Sea Island Company, which owns the island resort, has constructed an elaborate and expensive system of jetties and sea walls in an effort to protect the lavish homes there. According to his federal disclosure forms, Perdue’s net worth is somewhere between $13.7 million and $39.8 million. Although it is just steps from the water in an area of Sea Island known as Ocean Forest, Perdue’s home — and the entire community — has been protected from the ravages of the quickly changing climate, giving the senator the privilege of dismissing the phenomenon even as his home is carefully girded against it. The Sea Island Company has built a sea wall, as well as three jetties, that combat beach erosion. And the company regularly collects massive amounts of sand from the southern jetty and redistributes it to other beaches along the island. I’m in “Senator Perdue is lucky,” said Megan Desrosiers, president and CEO of One Hundred Miles, a Georgia-based environmental group that sued unsuccessfully in 2016 to stop the Sea Island Company from developing a narrow spit of land for the development of eight more multimillion-dollar homes on the grounds that it would disrupt sea turtle and shorebird habitat and potentially increase erosion. “The philosophy of the Sea Island Company is that you can just engineer a solution to everything,” said Desrosiers. “Whether they acknowledge climate change or not, every year the Sea Island Company is putting in money to protect the people who live there. No other place in coastal Georgia has this kind of money to protect the people who live on these islands.” Indeed, the vast majority of the 40,000 homes in Georgia that face tidal flooding are not on St. Simons Island. And many of these other communities do not have the resources to mitigate the risk. In Brunswick, Georgia, just a 20-minute drive from Sea Island, 99 percent of the properties are in flood zones, according to First Street Foundation’s National Flood Risk Assessment. During several recent storms, Brunswick residents, whose median annual income was just over $25,000 and whose median home values are about one-thirtieth of those on Sea Island — saw raw sewage flow into their residences and streets. Because the aging sewer system hasn’t yet been updated to adapt to climate change, the people living in Brunswick, more than half of whom are Black, have been unable to shower or flush toilets for days after some storms. Both nationwide and globally, the impacts of climate change are disproportionately borne by the poorest. The steadily increasing sea level, which now rises more than an inch every two years, is clearly part of the state’s coastal crisis. “But the water level just tells part of the story,” said Jason Lee, who works for the Georgia Department of Natural Resources protecting coastal species and land. “You also have increased hurricane activity. You have increased erosional events and storms that generate large waves.” Lee also pointed to an increase in the frequency and severity of so-called king tides, in which sea level rises precipitously and flooding occurs even on days without rain. “Georgia is turning blue in more ways than one,” he said.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["republican", "senate", "climate", "donald", "trump", "paris", "americans", "biden", "global", "crisis", "scientific", "southern", "environmental", "habitat", "mitigate", "impacts", "protecting"], "emotions": {"trust": 5, "joy": 7, "positive": 49, "surprise": 3, "negative": 9, "fear": 8, "anticipation": 5, "anger": 4, "disgust": 3, "sadness": 1}}, {"text": "", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": "Lee was referring to the changing political tides that has swept over Georgia along with the increased climate impacts. Although the Republican presidential candidate won the state’s electoral votes every year since 1996, the 2020 race has still not been called there, and as of Wednesday morning, Joe Biden was leading by 0.2 percent. The margins in the Senate contests were also small, leading to the double runoff, which will be held on January 5, 2021. Perdue did not respond to several inquiries about this story. The Sea Island Company also declined to comment on this story. Perdue’s Democratic challenger, former journalist Jon Ossoff, has not shied from the issue of climate change, pledging to make environmental policy “on the basis of scientific evidence — not the lobbying of polluters”; to work to reverse the Trump administration’s rollbacks of fuel economy standards; to reenter the Paris Climate Accords and negotiate for an “even more ambitious climate treaty”; and to move toward a rapid transition to clean energy sources. Stark differences on climate also separate the contenders for the other Senate seat. While Republican Kelly Loeffler has remained largely silent on the issue, her Democratic opponent, a Baptist minister named Raphael Warnock, has encouraged his congregants to see themselves as environmentalists and has preached about the connections between pollution, race, and poverty. Given that 66 percent of Georgians “believe in climate change,” and most feel that their government should do more to address the problem — as a majority of people in the U.S. do — the Republicans’ failure to recognize the crisis that is wreaking particular havoc in Georgia and other Southern states could be a force in swinging the runoff races toward the Democrats. Perdue, who has called for the resignation of the Georgia secretary of state and alleged without evidence that voting improprieties led to the outcome of the election, is of course hoping it will swing the other way. But, while progress on climate throughout the U.S. — and, to a certain extent, the world — hinges on the outcome of the runoff, the ultimate fate of Perdue’s big Sea Island mansion can be predicted with some confidence. Whether he wins or loses, the climate crisis will continue to worsen. And according to Lee, even expensive engineering tricks won’t be enough to save Sea Island from its effects. Parts of St. Simons Island have already eroded significantly and are now underwater. As sea-level rise continues unabated, Lee predicted, other parts of the island will likely sink beneath the rising waters. Wait! Before you go on about your day, ask yourself: How likely is it that the story you just read would have been produced by a different news outlet if The Intercept hadn’t done it? Consider what the world of media would look like without The Intercept. Who would hold party elites accountable to the values they proclaim to have? How many covert wars, miscarriages of justice, and dystopian technologies would remain hidden if our reporters weren’t on the beat? The kind of reporting we do is essential to democracy, but it is not easy, cheap, or profitable. The Intercept is an independent nonprofit news outlet. We don’t have ads, so we depend on our members — 35,000 and counting — to help us hold the powerful to account. Joining is simple and doesn’t need to cost a lot: You can become a sustaining member for as little as $3 or $5 a month. That’s all it takes to support the journalism you rely on.Become a Member ", "dominantCategory": ["climate-change", "immigration"], "metadata": ["climate", "impacts", "republican", "presidential", "joe", "biden", "senate", "democratic", "environmental", "scientific", "trump", "fuel", "economy", "paris", "minister", "pollution", "crisis", "southern", "democrats", "alleged", "election", "media", "technologies", "reporting"], "emotions": {"positive": 13, "trust": 8, "negative": 7, "fear": 4, "surprise": 2, "joy": 4, "anger": 5, "disgust": 2, "anticipation": 7}}, {"text": "", "dominantCategory": ["stasis"], "metadata": [], "emotions": {}}, {"text": " Photo: Joe Raedle/Getty ImagesPresident-elect Joe Biden receives a briefing on the economy in a Zoom meeting with economic advisers at the Queen Theater on Nov. 16, 2020 in Wilmington, Del. Photo: Joe Raedle/Getty Images Looking at the lay of the political land, there are plenty of reasons for Democrats to feel down.  Failing to take the Senate in January would badly hobble a Biden administration’s legislative agenda. A 6-3 Supreme Court is likely to be hostile to executive action and regulation. The pandemic is surging and the economy is slowing — and without the ability to legislate, the capacity of the government to respond to the economic slowdown would be in the hands of Senate Majority Leader Mitch McConnell, who has repeatedly shown a willingness to scorch the earth and every norm on it if it means a slight relative increase in his own power or the power of the right.  Meanwhile Republicans across the country are salivating at the prospect of a gerrymandered 2022 midterm wipeout. Republican House Minority Leader Kevin McCarthy has already promised that the GOP will retake the House. And that would mean two years of investigations into Joe Biden between then and the 2024 election. On today’s episode of Deconstructed, we talk about what Democrats actually can do to help both themselves and the country in the next few years, even in the face of steadfast Republican opposition.", "dominantCategory": ["climate-change", "immigration"], "metadata": ["joe", "biden", "economy", "economic", "democrats", "senate", "agenda", "supreme", "pandemic", "republicans", "republican", "election"], "emotions": {"trust": 5, "positive": 11, "anger": 4, "negative": 2, "fear": 2, "joy": 1}}, {"text": " Republicans have shown a complete disregard for democracy in the wake of the November elections — or, at minimum, are fine with dispensing with it for partisan gain. Trump lawyer Rudy Giuliani on Thursday cited “My Cousin Vinny” while insisting the election was stolen. Some Michigan Republicans, meanwhile, have been fighting certification of the election, and Donald Trump celebrated them by bringing them to the White House.  The next time Republicans consolidate power, the onslaught on voting and elections will be fierce. It’s all happening amid a backdrop of ecological and climate collapse, fueling a rise of ethnonationalism and reactionary politics around the globe, which itself is further fueled by mass migrations precipitated by the crisis. The world is falling apart, and the right’s authoritarianism is an attractive response to a frightened and divided public. The good news is that we’re not there yet, that Democrats have agency and power if they choose to use it, and that the country still believes in the cultural norms of democracy, which are far more important than laws on paper. The public has decided that Trump has lost the election, so he has to go. Democrats need to harness that belief and push forward.  Even though the stakes of the contest couldn’t possibly be higher, paradoxically, small moves one way or another can be decisive. Both parties can expect at least, say, 47 percent of the vote each election cycle in this sharply divided country, meaning that control goes to the party that can win those few extra points, through a combination of mobilizing its base, organizing new voters, persuading people to switch, and fighting off efforts to steal it. And so small wins by Biden on behalf of the public — if they move just a few percent — can have huge ramifications.  And it turns out there are a few things Biden can do unilaterally that would create good will and grow the economy and drive up wages. And that’s what people vote on. The most important thing Biden can do is make sure the Federal Reserve will dedicate itself to creating jobs and growing the economy. There are indications that Trump’s pick for the Fed, Jerome Powell, has a surprising appetite for aggressive intervention on behalf of regular people struggling in this economy. Late Thursday, Treasury Secretary Steve Mnuchin ended several Fed lending programs, including one aimed at Main Street, and Powell publicly protested, a rare move from a Fed chair. The Fed bucking an administration isn’t something to encourage, but the aggressive impulse to use all the tools at the Fed’s disposal certainly should be. Democrats have agency and power if they choose to use it, and the country still believes in the cultural norms of democracy, which are far more important than laws on paper. Senate Minority Leader Chuck Schumer meanwhile is urging Biden to forgive the first $50,000 of everyone’s student debt, which he can do by executive order. The average debt load is around $30,000, meaning that millions of people would see their debt wiped out. The average monthly payment is around $400, which means that people making that payment would now have an extra $400 every month to spend. That’s a serious economic stimulus, and it’s one that voters would reward Democrats for, both as the economy and wages rise as a result and in direct appreciation for such a bold action. Biden can also direct the Department of Labor to block companies from screwing workers out of overtime, which they do by misclassifying them as managers. Companies like Dollar General are the worst offenders. The people in those stores stocking shelves and working the register are often called managers by the company, which allows the company to pay no overtime on top of their low salary. If that practice is ended, millions of people could see increases in their paychecks.  Matthew Cunningham-Cook has a new story for The Intercept this week about how Georgia Sen. David Perdue got rich exploiting just that loophole, and how beating him in the January runoff could drive everybody’s wages up. Schumer has also suggested descheduling marijuana, which means that as far as the federal government is concerned, it would no longer be illegal. That would trigger another economic jolt, as pot shops in states where it’s legal would finally have legal access to the banking system, accountants, creating good-paying jobs up and down the industry. At the federal level and in states controlled by Democrats, drug-related records could be expunged, voting rights restored.  The Intercept’s Alleen Brown reports that climate activists are also urging Biden to use the power of the Treasury to tilt the playing field toward clean energy and against fossil fuels. None of this might be enough under normal circumstances to fend off the typical wave that strikes an incoming administration during its first midterm. But Democrats might have a Covid-19 ace up their sleeve: If a vaccine does begin to be deployed to front-line workers in December and gradually to the rest of the population throughout 2021, the economy could begin fully opening up in 2022. The one piece of legislation Republicans have consistently shown themselves unable to resist passing is a tax cut, which gives Democrats a chance to win some extra stimulus — money for clean energy projects, for instance — and further juice the economy in exchange for dumping a few more piles of cash onto the stacks of the already very rich. And the Senate map in 2022 is actually pretty good for Democrats.  In other words, Democrats could have a real tailwind in 2022, but they need to get their damn plane in the air if they’re going to catch it. There’s a lot of ways to do that. On the show, we talk to Demond Drummer and Bob Hackett of New Consensus, a climate-focused think tank that released a provocative new plan this week, laying out what it thinks a creative Federal Reserve could do to not just juice the economy, but to transform it too.  We’re also joined by David Dayen of The American Prospect who launched a project called the Day One Agenda, focusing on what Biden can do immediately. Listen above or subscribe where you get your podcasts.  Wait! Before you go on about your day, ask yourself: How likely is it that the story you just read would have been produced by a different news outlet if The Intercept hadn’t done it? Consider what the world of media would look like without The Intercept. Who would hold party elites accountable to the values they proclaim to have? How many covert wars, miscarriages of justice, and dystopian technologies would remain hidden if our reporters weren’t on the beat? The kind of reporting we do is essential to democracy, but it is not easy, cheap, or profitable. The Intercept is an independent nonprofit news outlet. We don’t have ads, so we depend on our members — 35,000 and counting — to help us hold the powerful to account. Joining is simple and doesn’t need to cost a lot: You can become a sustaining member for as little as $3 or $5 a month. That’s all it takes to support the journalism you rely on.", "dominantCategory": ["immigration"], "metadata": ["republicans", "trump", "election", "donald", "climate", "crisis", "democrats", "biden", "economy", "senate", "economic", "labor", "illegal", "activists", "fossil", "vaccine", "american", "agenda", "media", "technologies", "reporting"], "emotions": {"negative": 23, "positive": 40, "anticipation": 25, "surprise": 7, "anger": 18, "disgust": 2, "fear": 3, "trust": 14, "joy": 9}}, {"text": " Sheltering in place, a public-health necessity during the COVID-19 pandemic, is a luxury rarely afforded to the working classes. For millions of Americans, staying at home has meant losing their job—or jobs—and struggling to feed their children, pay their rent, and cover the bills. For E.C., an undocumented maintenance worker from Guatemala, it has also meant being unable to rely on the government’s relief aid, despite having paid taxes and living in the United States for more than two decades. If he is stricken with the disease, the question for him won’t be when to seek medical attention but whether to seek it at all—he’ll have to carefully weigh the risks of going bankrupt, facing deportation, or being detained and separated from his family. As he says in a video interview with The New Yorker, “If we get sick or something, how will we go to the hospital?” This is a predicament facing the ten million undocumented people living in the United States—many of whom work as cooks, cleaners, janitors, or farm workers, in some of the industries hardest hit by the pandemic, and half of whom have no health insurance. The majority of them have lived in this country for more than a decade, yet their fear of running into immigration enforcement is ever present. During the coronavirus crisis, Immigration and Customs Enforcement (ICE) has said that it will refrain from carrying out operations near or at medical facilities, except for “in the most extraordinary of circumstances.” Coming from an agency that has wielded its power to tear families apart at its own discretion, the statement hardly offers undocumented people comfort. The coronavirus has at once laid bare the flaws of the immigration and the health-care systems in the United States. Last year, the Association of American Medical Colleges submitted a legal paper warning about “the risk of a pandemic” and the importance of allowing twenty-seven thousand DACA recipients to keep their jobs in the health-care sector. The experts estimated that, over the course of their careers, these workers would “touch the lives of 1.7 to 5.1 million U.S. patients.” Similar estimates could surely be drawn from the contributions of farm workers harvesting the nation’s fruits and vegetables, or the caretakers looking after the elderly. Yet the current Administration has time and again sought to debase these workers and to emphasize their otherness through policies such as the public-charge rule, which went into effect in late February and discourages immigrants from using Medicaid or other government benefits. The bottom line is that this virus does not regard people as first- or second-class citizens. Its reach is indiscriminate. Anyone can spread the virus, and anyone can die from it. And those who would deny rights, or benefits, to the undocumented may come to find that their well-being is inextricable from everyone else’s. ________________", "dominantCategory": ["immigration"], "metadata": ["pandemic", "americans", "children", "undocumented", "united", "deportation", "detained", "immigration", "coronavirus", "crisis", "customs", "families", "healthcare", "american", "daca", "virus"], "emotions": {"sadness": 2, "fear": 8, "joy": 2, "positive": 13, "anger": 6, "anticipation": 16, "trust": 4, "negative": 8, "disgust": 1}}, {"text": " A Guide to the Coronavirus * How to practice , from responding to a sick housemate to the pros and cons of ordering food. * Can survivors help cure the disease and rescue the economy? * What it means to contain and mitigate the coronavirus outbreak. * The success of Hong Kong and Singapore in stemming the spread holds lessons for how to contain it in the United States. * The coronavirus is likely to spread for more than a year before a vaccine is widely available. * With each new virus, we've scrambled for a new treatment. Can we prepare antivirals to combat the next global crisis? * How pandemics have propelled public-health innovations, prefigured revolutions, and redrawn maps. * What to read, watch, cook, and listen to under coronavirus quarantine. Every year, nearly a billion people suffer from some form of hunger, brought about by war or climate change or simply a lack of means. But now, according to the United Nations, the number of people who are classified as having acute food insecurity—a level of hunger at which a person’s inability to consume adequate food endangers their life or livelihood—could rise from more than a hundred and thirty million to nearly three hundred million, owing to the coronavirus pandemic, which has brought world economies and supply chains to a standstill. And this estimate does not even begin to address the millions of people whose means of achieving a decent living have evaporated. I recently spoke by phone with Arif Husain, the chief economist and director of research, assessment, and monitoring at the United Nations World Food Programme, which tracks hunger around the world and delivers food to the neediest people in more than eighty countries. During our conversation, which has been edited for length and clarity, we discussed what countries should be doing to alleviate the coming crisis, the different causes of hunger and starvation, and why the coronavirus poses a threat unlike any other. Is this a problem, primarily, of people losing access to their jobs and their means of paying for food, or is it a problem of global supply chains? To what degree can you separate those two things out? Read The New Yorker’s complete news coverage and analysis of the coronavirus pandemic. What we need to understand is that hunger in the world has not been a pretty picture for the last four years. We measure hunger in two ways. One is what we call chronic hunger, meaning that, regardless of people’s circumstances, they go to bed hungry; it’s just normal for them. And that number, four years ago, in 2016, was seven hundred and ninety-six million. At the end of 2019, that number was eight hundred and twenty-one million. That’s one number. The second thing which we always look at is what we call acute hunger, meaning that people were O.K. but then something happened, and, because of that, they are in trouble, and they’re hungry. And that number, in 2016, was eighty million. At the end of 2019, that number was a hundred and thirty-five million. That’s almost a seventy per cent increase. The first thing people have to realize is that, to begin with, this was a bad situation. Before you go on, is there a theory or theories as to why the last four years have been particularly bad? The first theory is wars and conflicts. Think about Yemen, Syria, northeast Nigeria, Burkina Faso, South Sudan. By far, the biggest reason for this hunger and poverty and misery is war. The second one is climate shocks—large-scale hurricanes, droughts, those types of things. The third one is economic instability—devaluations of currencies, high debt, all of that. And then the fourth, which is the biggest, is that there’s never only one—it’s always a combination of these three, which puts millions upon millions of people into destitution. So the reason why we are where we are, in terms of global poverty and global hunger, is these three things. But then comes COVID-19. So this is making an already really bad situation catastrophically bad. And what we are projecting, as we speak, is that there will be an additional hundred and thirty million people who will become acutely hungry in 2020. I’ll break it down in people and in countries. Think of countries which heavily rely on tourism, or on remittances, or on exports of raw materials like oil, like copper, things like that. These countries are in trouble as we speak. And, obviously, it goes without saying, I’m talking about low- and middle-income countries. And, within these countries, think about people who work in the informal sector—that’s the service sector, the manufacturing sector. Think of the garment industry in Bangladesh, for example. Think of the mining industry in Zambia. People in these sectors usually are already living hand to mouth—if they don’t work, they don’t eat, their families don’t eat. Now, suddenly, they have a situation where they’re not only dealing with losses of tourism and things like that but also lockdowns. So the combination of these two things means that their purchasing power very, very, very quickly is gone. And that’s the “people” side of this crisis. What we are also seeing is that there are about thirty million people in this world who are trapped in war zones. Think of places like Yemen, like Syria. And these people are stuck, and they’re almost completely reliant on humanitarian assistance. So if, for any reason, we are unable to reach them—whether it is that we don’t have enough money or because the supply chains are not working—they will pay the ultimate price, disease or no disease. It may seem intuitive that famines are caused by total shortages of food, but a lot of scholarly work, by Amartya Sen and others, shows that that is not often the case. It seems like, in the cases you are talking about, that insight also applies. Yeah, absolutely. It’s not about the availability of food. It is access to food, whether it is physical access or it is economic access. And that is absolutely true in this scenario. Right now, we have ample global stocks of food to feed everybody. The problem is the movement of those commodities. The problem is how we can get the food from where it is produced to where it is needed. And, in the humanitarian world, the problem is: Do we have enough financial resources to actually do that? This is why what I’m saying to people is that commercial supply chains must work, because those are the economic lifelines of the world. If commercial supply chains won’t work, for any reason, humanitarian supply chains will not work either. Period. Let me ask you about that, because obviously these commercial supply chains have not been shut down right now because people are greedy, or hoarding food, or selfish. They’re being shut down because we don’t want people to get sick, and we’re all supposed to be sheltering at home, except for essential workers. And, even then, things take more time now. So does the pandemic expose fundamental problems with the supply chain, or is there a better way we should be thinking about getting food to people? It’s basically an issue of treating supply chains as essential services. This also is very, very similar to an argument for lockdowns, because you can say, “Oh, you want to put people in lockdowns. Is that a good thing?” Yes, it is a good thing, but only if governments are able to assist them during the lockdowns. These two things go hand in hand. If you’re going to do lockdowns, then you need to make sure that you are able to help people who are in the lockdowns, so they don’t have to make these tough choices, to see themselves and their children starving in the lockdown or to try to go out and earn a living. Same thing on the commercial side. While taking all the precautions, we need to make sure that commodities and products move from point A to point B. So, if, for example, the airlines are not working, then people are not moving, and neither is cargo, as it was moving before. When you look at shipments, ships may be moving, but they’re moving slower. Why? Because it’s a quarantine, or because of shortages of labor at different ports. So governments have to come together and basically say that supply chains are going to be created in a way which makes sure that essential commodities are moving from point A to point B. That’s one thing. The second thing is about creating policies. I will keep on saying this: things like export bans, things like import subsidies—experience after experience has shown that they are counterproductive and they always backfire. And, in the interconnected world, it’s never a good policy to starve your neighbor, because you’re dependent on them. If not for food, you’re dependent on them for something else. And why is that so important right now? It is because the last thing you want to do is to artificially increase prices of things, because that then triggers panic buying and all of that. And while your purchasing power is so suppressed, because of millions upon millions of job losses, countries should not even think about it. So, in the global world right now, we need coördinated policies. And, if we have that, we minimize some of this pain. If we don’t do that, we are going to exacerbate an already very, very, very difficult situation. The other thing that is also critically important is the agricultural centers in Africa. They should be seen as essential services. If farmers are unable to go to their fields to harvest their crops or plant their crops, or if the seeds or the fertilizers are not coming in, what that means is that, while we have ample food stocks now, if our production gets affected for next year then it will create actual shortages. We need to make sure agricultural production doesn’t get affected. Advertisement What about in terms of simply giving more money? Is that necessary, as well, or are the issues right now more about making the supply chains that work function well? In the United States, the first aid package was over two trillion dollars. You need to create similar fiscal space in poorer countries also, so they can implement their own safety nets to assist people who are out of jobs or who are in lockdowns. And, if they don’t have that fiscal space themselves, I think it is our responsibility as the global community—of international financial institutions, like the World Bank, like the I.M.F.—to give concessional lending, to make sure that these poor countries are able to scale up their safety-net programs. Even concessionary loans will work. Right now, just look at Europe. We are moving into summer, and we’ve gone through the lockdowns, and things are starting to improve. But then you have the Southern Hemisphere, where the winter is coming, where the flu season is coming. I’m really, really concerned about Southern Africa. Why? Because there’s extreme poverty, extreme malnourishment, to begin with, and poor, poor, poor health infrastructure. There’s already a history of H.I.V., AIDS, and TB, and they’ve gone through multiple climate disasters. Now you get COVID-19 on top of that —what do you think is going to happen? I want to take a step back and ask you about the history of the World Food Programme and your mandate. The World Food Programme is like the insurance company against hunger, for the poorest of the poor. We are totally voluntarily funded, and our biggest donors are governments. The United States is our biggest donor—last year they gave us about 3.4 billion dollars. All together, we assist almost a hundred million people each year, and that assistance is both in-kind assistance, meaning actually giving food, and also cash assistance. That also includes school meals for about eighteen million children, and giving nutritional assistance to mothers and their young kids. And last year what we spent was 8.3 billion dollars. Like I said, of that, about 3.4 billion was from the United States. We see borders being shut around the world. Are you concerned that countries will start seeing hunger and all these other issues as internal matters? Yes, of course. This is why I scream as much as I can on this—that starving your neighbor is never a good policy. The real solution is when affordable testing and treatment is available to everybody. But, until that time, we need to make sure that we are saving people’s lives and we are saving people’s livelihoods. So, if you start closing borders, you’ll obviously disrupt the supply chains. You’re going to lose more lives, and you’re going to have a bigger cost, and that cost is not only to one nation—it is going to be across the world. Is there any aspect of the coronavirus and your work that we haven’t touched upon that you think is interesting or noteworthy or unique? Yeah. We have gone through global crises before, like the food-and-fuel crisis of 2008, or the financial crisis, so what’s so special about this one? And the answer is that generally, so far, we have either dealt with a demand-side crisis, like a recession, or a supply-side crisis, like a drought. But what’s unique about this one is that it’s both. It is a demand-side crisis and a supply-side crisis at the same time, and has a global scale. And what really makes it unprecedented and uncharted is the supply-chain movement. Never in my lifetime have we been in a place where, because of the global shock, the movement of commodities stopped. Even in the Second World War, things were still moving. This one is stopping or delaying the regular flow of commodities, meaning that what is produced in one place cannot reach where it is needed. And, connected to what Sen has written, famines occur because of access, whether it is physical access or economic access. And right now COVID-19 is impacting both physical access and economic access, meaning job losses. So, yes, it is unprecedented, it is uncharted, and we have to come together to get out of this. That is the main message which people have to hear loud and clear. ________________", "dominantCategory": ["climate-change", "covid"], "metadata": ["coronavirus", "economy", "mitigate", "outbreak", "hong", "united", "vaccine", "virus", "global", "crisis", "quarantine", "climate", "nations", "pandemic", "economic", "families", "fundamental", "children", "lockdown", "labor", "southern", "infrastructure", "borders"], "emotions": {"positive": 69, "disgust": 4, "joy": 23, "anger": 25, "anticipation": 39, "trust": 7, "negative": 31, "fear": 24, "surprise": 6}}, {"text": " A Guide to the Coronavirus * Twenty-four hours at the epicenter of the pandemic: nearly fifty New Yorker writers and photographers fanned out to document life in New York City on April 15th. * Seattle leaders let scientists take the lead in responding to the coronavirus. New York leaders did not. * Can survivors help cure the disease and rescue the economy? * What the coronavirus has revealed about American medicine. * Can we trace the spread of COVID-19 and protect privacy at the same time? * The coronavirus is likely to spread for more than a year before a vaccine is widely available. * How to practice social distancing, from responding to a sick housemate to the pros and cons of ordering food. * The long crusade of Dr. Anthony Fauci, the infectious-disease expert pinned between Donald Trump and the American people. * What to read, watch, cook, and listen to under quarantine. At the end of the debate between Vice-President Mike Pence and Senator Kamala Harris, the candidates’ spouses joined them onstage. Harris’s husband, Douglas Emhoff, a lawyer, wore a mask, as he had throughout the debate. Karen Pence had worn one while sitting in the audience, as the rules required. She had little choice—members of the Trump family, along with the chief of staff, Mark Meadows, had so blatantly broken the mask rules at the first Presidential debate that the organizers made it clear that, this time, they would ask anyone without a mask, other than the two candidates and the moderator, to leave. But, as Karen Pence approached the stage, she took hers off. Perhaps she thought that Donald Trump—who tore off his own mask before walking into the White House with an active case of COVID-19, and on Thursday said that he would refuse to participate in the next Presidential debate if it was held virtually—wouldn’t like how it looked if she kept it on. Perhaps she herself really doesn’t care about rules or masks. (Back in April, she defended her husband after he visited the Mayo Clinic without one, in violation of that institution’s rules.) After all, the debate organizers couldn’t really throw the Pences out—they were leaving anyway. That moment, even more than the fly that landed on Mike Pence’s hair, as he defended the failure to prosecute police officers in Louisville for the shooting of Breonna Taylor—a fly that, intriguingly, would not depart, even as Pence bobbed and tilted his head, apparently oblivious to its presence—spoke to the strangely furtive character of the Pence Vice-Presidency. He is sometimes praised for small differences with Trump, such as not actually shouting at his opponent or the moderator (this time, Susan Page, of USA Today) throughout the debate, as Trump did last week. But the debate was a reminder that Pence’s role is not just to dodge responsibility for his boss’s disastrous acts and lies; he nurtures and amplifies them, and tells his own lies, too. That is particularly true when it comes to the handling of the pandemic. Pence, after all, is the head of the coronavirus task force for a White House that is now itself a hot spot; more than two hundred thousand Americans are dead, and, as Page noted in her opening question to Harris, about what a Biden Administration would do differently, “the coronavirus is not under control.” “The American people have witnessed the greatest failure of any Presidential Administration in our country,” Harris began. She repeated a number that gets worse with each day and each debate: two hundred and ten thousand Americans are dead; but she also connected that figure to the problems of inequality and the economy. “We’re looking at front-line workers who have been treated like sacrificial workers. We are looking at over thirty million people who in the last several months had to file for unemployment,” she said. It was a reminder of the self-destructiveness of the Trump Administration’s lackadaisical approach to the pandemic. Failing to deal seriously with the public-health emergency only extends it, as new outbreaks lead to new closures and, even in the absence of legal strictures, a reluctance of customers and businesses to fully return. “Here’s the thing,” Harris continued. “On January 28th, the Vice-President and the President were informed about the nature of this pandemic. . . . They knew what was happening, and they didn’t tell you.” This was a reference to reporting in Bob Woodward’s recent book, “Rage,” which includes an interview in which Trump speaks in far more dire terms about the coronavirus to Woodward than he did to the public. Harris echoed one of Biden’s lines from the first debate, which also sums up a basic truth: “They still don’t have a plan.” And, in answer to Page’s original question, she added, “Joe Biden does. And our plan is about what we need to do around a national strategy for contact tracing, for testing, for administration of the vaccine, and making sure that it will be free for all.” That is a sketch; the point, she emphasized, was that “this Administration has forfeited their right to reëlection based on this.” When Page turned to Pence, she had a direct question for him: “Why is the U.S. death toll, as a percentage of our population, higher than that of almost every other wealthy country?” Trump’s tendency, when asked a question like that, is to say that the questioner’s numbers are wrong, or the wrong ones to look at, and that actually, according to some mysterious measures that may exist only in his imagination, America is doing great—better than anybody else. Pence just ignored the factual premise of the question and stuck to portraying the President as a hero who had saved hundreds of thousands of lives. He said that Trump had quickly “suspended all travel from China” and that Biden had opposed that decision as “xenophobic.” According to the Washington Post’s Fact Checker, both parts of that are untrue: the suspension was only partial, and Biden had been referring to Trump’s xenophobia as a generally unhelpful element in a pandemic response, and not to the travel restrictions in particular. More to the point, there was no effective testing or contact-tracing regimen for those travellers who did arrive, either from Asia or from Europe—and Europe, studies show, was the source of the strain of the virus that ravaged New York City. Testing was botched at every crucial stage. And yet, in the debate, Pence, as he has throughout the pandemic, spoke of the President’s response with wonder and awe, and showed no humility; he bragged about the disaster and his own role in it. He said that “having led the coronavirus task force,” he could assure people that the President’s decisions had saved lives—as if having led it was a token of expertise, not shame—and told Harris that Biden’s comprehensive plan “reads an awful lot like what President Trump, and I, and our task force, have been doing every step of the way.” He added a cheap, Trumpian shot: “It looks a little bit like plagiarism, which is something Joe Biden knows a little bit about.” This was a reference to a speech Biden gave in 1987—thirty-three years ago—that borrowed lines of what was presented as family history from a speech by the British politician Neil Kinnock. Page asked Harris to respond, and she came back with a memorable line: “Whatever the Vice-President is claiming the Administration has done, clearly it hasn’t worked—when you’re looking at over two hundred and ten thousand dead bodies in our country.” This was the moment for the senator to go in for a winning shot. How could Pence claim that there is a comprehensive testing and contact-tracing plan in place when the Administration can’t even maintain its own protocols and track an outbreak in the White House? (Members of the Joint Chiefs of Staff are also quarantining, after senior military officials, including the second-highest-ranking Marine and Coast Guard officers, tested positive—a reminder of the pandemic’s possible threat to national security.) Pence had boasted about all the personal protective equipment the Administration had manufactured—did he regret the moment when Trump told governors, on a phone call, that they were on their own? How about the need for people in the public to wear masks right now? Instead, Harris returned to January 28th, when the President first learned about the pandemic. It is a good point, but one she had already made. A more effective use of her time would have been to point to the many missteps in the months since. Harris also needs to work on her answer on vaccines; she said that if one was approved by public-health authorities she would be the first in line, “but if Donald Trump tells us that we should take it, I’m not taking it.” It would have been helpful if she had qualified that remark, for example, by saying that if Trump alone says it’s safe, contradicting public-health authorities, she would be reluctant to be vaccinated—given that the President had previously mooted injecting bleach and has all but guaranteed voters a vaccine before the election, suggesting a political, rather than scientific, timetable. As it is, she opened herself to the criticism, which Pence quickly made, that any vaccine that emerged during the Trump Administration would be unacceptable to her. Those shortfalls were eclipsed by the outrageousness of Pence’s responses. “When you say what the American people have done over these last eight months hasn’t worked, that’s a great disservice to the sacrifices the American people have made,” he told her—a blatantly false rendition of what Harris had just said. She had spoken about “the Administration” not “the American people”—though they are terms that Trump, too, likes to confuse. Pence kept evading and lying: when Page asked him about the ceremony introducing Amy Coney Barrett as Trump’s Supreme Court nominee, which, in her words, is looking like “a superspreader event,” he first spoke vaguely about how the American people could be trusted to do whatever it was they ought to be doing, but that “the work of the President of the United States goes on”—as if the essence of that work was to stage maskless, undistanced gatherings. As for the Barrett introduction, he said, “It was an outdoor event, which all of our scientists regularly and routinely advise.” As Pence well knows, part of the event was held indoors, in crowded and closely confined rooms in the White House, and even outdoor events shouldn’t involve the close seating, mingling, and hugging on display in the Rose Garden. As Pence—as the head of the task force—also should have known, the tests that the attendees took before the event are not completely reliable. His debate performance was a reminder not only of how little the Administration has learned but of its stubborn refusal to learn anything at all. And Harris, like Biden, managed to connect the pandemic to the fate of the Affordable Care Act, which the Administration is currently trying to invalidate in court. Harris hammered on the point that the Administration is pursuing that case “literally in the midst of a public-health pandemic, when over two hundred and ten thousand people have died”—that key number again—“and seven million people probably have what will be in the future considered a preëxisting condition, because you contracted the virus.” Where would they go for insurance? The answer depends on when Donald Trump and Mike Pence will be leaving not only the debate stage but the White House. ________________", "dominantCategory": ["climate-change", "immigration"], "metadata": ["coronavirus", "pandemic", "scientists", "economy", "american", "vaccine", "distancing", "donald", "trump", "quarantine", "presidential", "masks", "americans", "biden", "inequality", "reporting", "america", "washington", "studies", "virus", "joe", "protocols", "outbreak", "protective", "election", "scientific", "supreme", "united"], "emotions": {"positive": 71, "fear": 23, "anger": 29, "anticipation": 28, "trust": 7, "disgust": 7, "joy": 8, "surprise": 16, "negative": 20}}, {"text": " Read More About the 2020 Election * Why Joe Biden must win. * The fall and rise of Kamala Harris. * When a sitting President threatens to delay a sacrosanct American ritual like an election, you should listen. * To understand the path Donald Trump has taken to the 2020 election, look at what he has provided the executive class. * What happens if Trump fights the election results? * The refusal by Mitch McConnell to rein in Trump is looking riskier than ever. * Sign up for our election newsletter for insight and analysis from our reporters and columnists. March 23rd: The wait for COVID-19 tests at Elmhurst Hospital. Queens had the most confirmed coronavirus cases of any borough, and its hospitals are among the most overtaxed in the city.Photograph by Jeff Chien-Hsing Liao for The New Yorker Jeff Chien-Hsing Liao, a photographer, specializes in large-format color photos of New York City. He is the author of “Habitat 7,” “Coney Island,” and “Jeff Chien-Hsing Liao: New York.” More:Coronavirus This Week’s Issue Never miss a big New Yorker story again. Sign up for This Week’s Issue and get an e-mail every week with the stories you have to read. Will be used in accordance with our Privacy Policy. (CNN)US Customs and Border Protection held more than five dozen children, some under the age of 1, in facilities along the US-Mexico border for over three days during the last two months, according to a new federal court filing.  The filing prompted Democratic lawmakers to urgently request information from the Trump administration.  \"We write out of grave concern for the children the Trump administration continues to neglect and treat with disregard at the southwest border,\" Reps. Joaquin Castro of Texas, Jerry Nadler of New York, and Zoe Lofgren of California, among others, wrote to acting Homeland Security Secretary Chad Wolf in a Tuesday letter obtained by CNN. \"In the last two months alone, CBP has detained 14 children under the age of five for longer than five days, including a one-month-old baby who was detained for over 16 days in September 2020,\" the lawmakers wrote.  Justice Department places new pressure on immigrants facing deportation ", "dominantCategory": ["immigration"], "metadata": ["election", "joe", "biden", "american", "donald", "trump", "hospital", "coronavirus", "customs", "children", "democratic", "texas", "california", "homeland", "detained", "deportation"], "emotions": {"negative": 6, "positive": 7, "anger": 4, "surprise": 5, "anticipation": 2, "fear": 2, "trust": 1, "joy": 1}}, {"text": "Justice Department places new pressure on immigrants facing deportation The court filing includes accounts from children held in CBP detention. For example, a 15-year-old boy from El Salvador held at the Weslaco Border Patrol Station, located in the Rio Grande Valley in Texas, described sleeping in a sitting position \"because there were so many people in the room,\" according to a declaration submitted to the court.  Read More \"I met eight other boys who were detained with me who had been detained four days. They have all left the facility,\" he said. He was detained there for three days.  An 8-year-old boy from Guatemala was held at the station while his ill mother was transferred \"to an unknown location.\"  \"My mom is somewhere else. I think she is in the hospital because her back hurts. I have not been able to talk to her because she is sick. They told me that I cannot leave until she gets here,\" he told an attorney, according to the court filing. The Democrats' letter is based on government data provided to lawyers in the Flores settlement case. The so-called Flores settlement agreement requires the government to release children from immigration detention without unnecessary delay to their parents, other adult relatives or licensed programs. Holding children for more than three days in facilities is a violation of that agreement, with limited exceptions.  The extended detention of children raised alarm among immigrant advocates and lawmakers last year when apprehensions at the US-Mexico soared and shelters for children were at capacity. But the latest string of incidents comes at a time when arrests have declined compared with 2019. It's unclear what has led to the increased time in detention in recent months.  The government has \"steadfastly refused to disclose the reason\" for the prolonged detention of children, lawyers said in a Monday court filing in the US District Court for the Central District of California.  Asked for comment by CNN, CBP said it \"does not comment on pending litigation. However, lack of comment should not be construed as agreement or stipulation with any of the allegations.\" Customs and Border Protection facilities are not meant for extended care; they are intended to quickly process migrants. As a result, they are often ill equipped to handle the prolonged detainment of migrants.  An attorney, Denise A. Rosales, found that to be the case last week during a visit to the Border Patrol substation at Weslaco, where she interviewed unaccompanied children, according to a declaration submitted to the court.  Rosales observed lack of social distancing.  \"Children reported sharing a cell with 16-20 other children,\" the declaration reads. \"When I asked if there were social distancing measures being taken within the cells, the children told me there were not. Many children reported that they were very cold. During an interview, one child commented on how nice the sun was. She said she had not seen the sun in over two days.\"  Most children appeared to have arrived at the southern border with family, including the 1-month-old who was held for approximately 16 days. Of the 36 children held for longer than three days in September, 31 were listed as in the \"family unit/group\" column, while five were listed as having arrived unaccompanied, according to the court filing. In October, of those held for an extended time, 27 children were listed as arriving with family and/or in a group, while eight were listed as arriving alone.  Fifteen children appear to have been subjected to a public health order, related to the coronavirus pandemic, that allows the Trump administration to swiftly remove migrants arrested at the southern border. A federal judge recently blocked the practice for unaccompanied children.  Lawmakers requested a response from Wolf within 30 days. \"These children deserve and are legally entitled to care and humane treatment after the treacherous journey from their countries of origin,\" the letter concludes. (CNN)UN Secretary General Antonio Guterres issued a searing indictment of humanity's \"war\" on the environment Wednesday, in a speech on the state of the planet in which he urged everyone to prioritize \"making peace with nature.\"  \"We are facing a devastating pandemic, new heights of global heating, new lows of ecological degradation and new setbacks in our work towards global goals for more equitable, inclusive and sustainable development,\" Guterres said in the address, delivered at Columbia University in New York. \"To put it simply, the state of the planet is broken.\" Two authoritative new reports -- one from the World Meteorological Organization and the other from the United Nations Environment Programme -- \"spell out how close we are to climate catastrophe,\" said Guterres.  We&#39;re at a turning point on climate change. But most countries are still choosing fossil fuels over clean energy, report says ", "dominantCategory": ["immigration"], "metadata": ["deportation", "children", "detention", "texas", "detained", "facility", "hospital", "democrats", "agreement", "immigration", "advocates", "arrests", "california", "customs", "migrants", "distancing", "southern", "coronavirus", "pandemic", "trump", "judge", "global", "sustainable", "university", "united", "nations", "climate", "catastrophe", "fossil"], "emotions": {"positive": 15, "negative": 14, "anger": 21, "trust": 4, "disgust": 3, "anticipation": 17, "fear": 13, "joy": 2, "surprise": 1}}, {"text": "We're at a turning point on climate change. But most countries are still choosing fossil fuels over clean energy, report says The UN chief laid out in stark terms the damage already done to the environment and warned that countries risked losing the opportunity afforded by the coronavirus pandemic to reset their priorities on climate change and environmental protections if they do not act now. Read More \"Humanity is waging war on nature. This is suicidal. Nature always strikes back -- and it is already doing so with growing force and fury,\" he said, as biodiversity collapses, species risk extinction, deserts spread and forests are lost. \"Oceans are overfished -- and choking with plastic waste. The carbon dioxide they absorb is acidifying the seas. Coral reefs are bleached and dying,\" he said. \"Air and water pollution are killing 9 million people annually -- more than six times the current toll of the pandemic. And with people and livestock encroaching further into animal habitats and disrupting wild spaces, we could see more viruses and other disease-causing agents jump from animals to humans.\"  UN Secretary-General Antonio Guterres is pictured during a press briefing at the UN headquarters in New York. ", "dominantCategory": ["climate-change", "immigration"], "metadata": ["climate", "fossil", "coronavirus", "pandemic", "environmental", "extinction", "pollution"], "emotions": {"fear": 5, "joy": 3, "negative": 3, "anger": 7, "anticipation": 3, "disgust": 2}}, {"text": "UN Secretary-General Antonio Guterres is pictured during a press briefing at the UN headquarters in New York. Melting sea ice The World Meteorological Organization's annual climate report, released Wednesday, reveals that this year is on track to be one of the three warmest on record globally, despite the cooling effects of La Niña.  2020 set to be one of three hottest years on record despite La Niña&#39;s cooling effect, report says ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["climate"], "emotions": {"positive": 1, "anticipation": 1}}, {"text": "2020 set to be one of three hottest years on record despite La Niña's cooling effect, report says The most notable warmth was observed across northern Asia, particularly the Siberian Arctic, where temperatures were more than 5°C above average, according to the report.  Ocean heat is at record levels and more than 80% of the global ocean experienced a marine heatwave at some time in 2020, it said, and Arctic sea ice for July and October 2020 was the lowest on record. Meanwhile, Death Valley in California reached 54.4°C on August 16, the highest known temperature in the world in at least the past 80 years, the report said. Against this backdrop, devastating fires, floods, cyclones and hurricanes \"are increasingly the new normal,\" Guterres said.  Carbon dioxide levels are at record highs and still rising, despite Covid-19 lockdowns temporarily reducing emissions, the UN chief said. Methane and nitrous oxide levels are also soaring above pre-industrial levels. And climate policies around the world \"have yet to rise to the challenge,\" Guterres said.  In this aerial view from a drone, taken in July 2020, meltwater carves a winding channel through the melting Longyearbreen glacier during a summer heat wave near Longyearbyen, Norway. ", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["global", "california", "fires", "emissions", "climate"], "emotions": {"joy": 1, "positive": 3, "trust": 1, "anticipation": 3, "negative": 2, "anger": 3}}, {"text": "In this aerial view from a drone, taken in July 2020, meltwater carves a winding channel through the melting Longyearbreen glacier during a summer heat wave near Longyearbyen, Norway. The fallout already seen from humankind's \"assault on our planet\" is impeding UN efforts to end poverty, ensure food security and limit instability and displacement, he said, with the impacts falling most heavily on the world's most vulnerable populations. But, he added, all is not lost. \"Let's be clear: human activities are at the root of our descent toward chaos. But that means human action can help solve it,\" he said. \"Making peace with nature is the defining task of the 21st century. It must be the top, top priority for everyone, everywhere.\" As nations seek to recover from the damage caused by the pandemic, it is time to \"flick the green switch\" and transform the world economy into a sustainable one driven by renewable energy, Guterres said, for the sake of future generations who will be paying for it.  \"Covid recovery and our planet's repair can be two sides of the same coin,\" he said. Carbon neutrality Guterres set out three main priorities on climate change: first, achieving global carbon neutrality within the next three decades; second, aligning global finance behind the Paris Agreement's goal of limiting global warming to 1.5˚C; and third, focusing effort and money on seeking breakthroughs to help the world adapt to a changing climate and build resilience to future changes.  China says environment still grim despite 5 years of progress ", "dominantCategory": ["climate-change"], "metadata": ["impacts", "vulnerable", "nations", "pandemic", "economy", "sustainable", "renewable", "covid", "climate", "global", "paris", "warming", "china"], "emotions": {"negative": 4, "anger": 6, "joy": 2, "disgust": 1, "fear": 3, "positive": 7, "anticipation": 6, "trust": 3}}, {"text": "China says environment still grim despite 5 years of progress There have been \"worrying signs\" that some countries are using the crisis caused by the pandemic to roll back environmental protections, while others are expanding their exploitation of natural resources, Guterres said. However, urgent action is needed. \"There can be no separating climate action from the larger planetary picture. Everything is interlinked -- the global commons and global well-being,\" he said. \"Nature feeds us, clothes us, quenches our thirst, generates our oxygen, shapes our culture and our faiths and forges our very identity. 2020 was to have been a 'super year' for nature. The pandemic has had other plans for us. \"Now we must use 2021 to address our planetary emergency.\" Countries will meet in Kunming, China, in May next year to forge a framework to protect biodiversity and halt the extinction of species, Guterres said. This comes after the world failed to meet any of the global biodiversity targets set for 2020.  Trees are losing their leaves earlier because of climate change ", "dominantCategory": ["climate-change", "covid"], "metadata": ["china", "crisis", "pandemic", "environmental", "climate", "global", "extinction", "targets"], "emotions": {"anger": 2, "anticipation": 4, "negative": 1, "fear": 4, "joy": 1, "positive": 5, "disgust": 1, "trust": 1}}, {"text": "Trees are losing their leaves earlier because of climate change \"Biodiversity is not just cute and charismatic wildlife; it is the living, breathing web of life,\" said Guterres, as he called for bigger, better managed conservation areas and policies that support sustainable agriculture and fisheries, rather than encouraging over-exploitation. There will also be conferences next year on protecting the world's marine environments, sustainable transport, food production systems, sustainable urban development and ecosystem restoration, as well as the next UN climate conference, COP26, to be held in Scotland in November. These will provide a \"wealth of opportunities to stop the plunder and start the healing,\" he said.  As the world faces this crisis, Guterres urged countries to pay more heed to the knowledge held by indigenous communities, who are stewards of 80% of the world's biodiversity on land. He also called for recognition of the \"central role\" played by women, saying they were worst affected by climate change but represented the backbone of agriculture and acted as key defenders of the natural world.  In conclusion, Guterres called for solidarity as the world faces a \"moment of truth for people and planet alike\" and urged leaders to follow the blueprint set out by the Paris Agreement and other climate and development goals.  \"Covid and climate have brought us to a threshold,\" he said. \"Now is the time to transform humankind's relationship with the natural world -- and with each other.\"    ‘Just vaccinating adults would not be enough to end the pandemic. Children can still become infected, transmit the virus and develop complications.’ Photograph: David Cheskin/PA The first US Covid-19 vaccines are expected in clinics in mid-December, and states are drawing up plans for who should get vaccinated first. But one important group is absent: children. While two vaccines are expected to be cleared soon for adult use in the US, testing is only now getting started with children – and only with adolescents. There are still a lot of unknowns. As an infectious disease pharmacist and professor who helps manage patients hospitalized with Covid-19, I frequently hear questions about vaccines. Here’s what we know and don’t know in response to some common questions about vaccinating kids for Covid-19. 1. When can my child be vaccinated? Right now, it appears unlikely that a vaccine will be ready for children before the start of the next school year in August. Adult trials of the two leading vaccines have had promising results. On 10 December, the US Food and Drug Administration’s vaccine advisory committee recommended the FDA authorize Pfizer’s vaccine for use in people age 16 and older, though there were some concerns about including 16- and 17-year-olds without more data. The British government is already vaccinating people 16 and older with it, and Canada has authorized the vaccine for the same age range. But clinical trials involving children are only just getting started. Pfizer, working with Germany’s BioNTech, expanded its Covid-19 vaccine testing to children ages 12 and older only in October. The other leading vaccine maker, Moderna, announced on 2 Decemberthat it planned to begin Covid-19 vaccine trials in children ages 12-17 soon. The vaccine’s efficacy and safety will have to be evaluated for each age group, and testing hasn’t started for infants, toddlers or kids in the US. Clinical trials are designed to ensure that the vaccine is safe and effective. Typically, it takes 10 to 15 years from the start of development until the vaccine is licensed, but the Covid-19 vaccines are being developed faster in response to the pandemic. 2. Will children need more shots than adults? It does not appear that the schedule of Covid-19 vaccine doses will be different for children, but that could change as testing goes on. Pfizer’s vaccine is being tested in adolescents with a two-dose series, three weeks apart, just like in adults. Moderna also plans to use its adult schedule – two doses four weeks apart – in an upcoming trial with 3,000 adolescents. The second dose serves as a “booster shot,” since the first dose alone doesn’t provide optimal immunity. This is consistent with several other vaccines, including hepatitis B, measles, mumps and rubella. Right now, only those two doses are planned, but that could change. It’s unclear how long the immune response from these Covid-19 vaccines will last or if more doses will be necessary in the future. The flu vaccine, for example, requires a new dose every year because the virus changes. Recent promising data from Moderna indicate immunity is sustained for at least three months after receiving the Covid-19 vaccine. 3. Are the vaccines safe for kids? So far, no serious safety concerns have been identified with either the Pfizer or Moderna vaccines, but the trials are still in the early stages for children. Several other vaccines are also under developmentaround the world, and a few drugmakers have started trials with younger children in other countries. Another concern has been temporary side effects. In the UK, health officials warned on 9 December that anyone with a history of anaphylaxis shouldn’t get the vaccine after two adults had severe reactions. Children tend to have stronger immune systems than adults, and they may have stronger temporary reactions to the vaccine. That could mean more pain and swelling at the injection site for a few days and possibly a fever. Those side effects are common with vaccines. They’re evidence that the immune system is doing what it should be doing, but they can be scary. Both the safety of the vaccine and the likelihood of temporary side effects are important to understand, because adults and children will need both doses for the vaccine to provide optimal immunity. 4. Is vaccinating adults enough? Just vaccinating adults would not be enough to end the pandemic. Children can still become infected, transmit the virus and develop complications. If a vaccine is not available, children will likely serve as a reservoir of the virus, making it harder to end the pandemic. Both leading vaccines have reported promising results in adults so far: The efficacy rate is approximately 94% for Moderna’s vaccine and 95% for Pfizer’s. That means that under the best conditions, about 95% percent of adults who get the vaccine have been found to be protected. That’s higher than expected. Whether the same holds for children remains to be seen. Children typically have milder Covid-19 symptoms than adults, but they can still transmit the virus to others. Receiving the vaccine also carries other benefits, including allowing a safer return to schools and activities. 5. Do we have to keep wearing masks and social distancing? In the meantime, it will be important to continue standard preventive measures, including social distancing, wearing face masks, washing hands and following other guidance from the Centers for Disease Control and Prevention. While the hope is that a vaccine will allow people to get back to a more “normal” way of living, these preventive measures will still be needed, even after receiving the vaccine, until more information is knownabout the extent of protection from the vaccine. There are still many unanswered questions. As time goes on, we’ll have more answers. * Wesley Kufel is a clinical assistant professor in the pharmacy practice at Binghamton University, SUNY * This article is republished from The Conversation, a nonprofit news organization dedicated to sharing ideas from academic experts The Covid-19 pandemic has exposed the reality that health in the US has glaring racial inequities. Since March, people of color have been more likely to get sick and more likely to die from Covid-19 because they have been living and working in social conditions that worsen their physical health and mental health. These conditions are rooted in structural inequalities that are also responsible for the severity and progression of Covid-19. While the issues are complex, research has suggested some ways to repair the broken system. Now, at the dawn of a new administration, more effective strategies that look at the realities of these affected communities can be implemented. Don't believe privilege affects Covid-19 outcomes? Trump is a case in point | Renee C Wurth  Read more As research psychologists who study the social influences of health and mental health among marginalized groups and help design interventions for Covid-affected communities, we offer a four-pronged approach in mounting an effective response. 1. Focus on community, rather than individual, risk Risk for Covid-19 has primarily been framed as individual risk, such as being over 60, having a pre-existing illness or performing frontline work. Research suggests that to close the racial gaps in health, we need to shift our thinking away from personal risk to a community orientation. Community risk is the set of factors that collectively put a group of people at risk. One such factor is deep poverty. Deep poverty, describing those with household incomes at less than 50% of the poverty level, is linked with poor physical health and mental health and lack of resources.   ", "dominantCategory": ["covid"], "metadata": ["climate", "sustainable", "protecting", "crisis", "paris", "agreement", "covid", "pandemic", "children", "infected", "virus", "vaccine", "canada", "uk", "complications", "symptoms", "masks", "distancing", "university", "trump"], "emotions": {"anger": 10, "fear": 18, "positive": 75, "anticipation": 34, "trust": 14, "joy": 7, "negative": 13, "disgust": 4, "sadness": 3, "surprise": 1}}, {"text": "Covid-19 has laid bare the effects of deep poverty in communities of color Covid-19 has laid bare the effects of deep poverty in communities of color, with government mandates that do not square with the realities of underresourced communities. How does one socially distance in an overcrowded living situation? How can children learn remotely from home when parents have to go to work? Policymakers need to understand and better address risk profiles that reflect communities’ environmental conditions and specific vulnerabilities. 2. Use culturally relevant messages One reason that Asian countries have succeeded in curbing the spread of Covid-19 is the widespread acceptance of mask-wearing, consistent with collectivistic cultures. Mask-wearing is seen as polite social behavior that protects others, so recommendations to wear masks graft on to an existing social value. Among those in the white mainstream culture in the United States, the message of mask-wearing may conflict with the individualistic ethos. Black men, however, may limit mask-wearing out of fears that it will incur police attention. In Latino communities where family is a top priority, “protect your family” may be an effective message. Identifying culturally consistent messaging is important for Covid-19 prevention, testing and treatment efforts. Also exemplary of cultural differences are the varying responses to a Covid-19 vaccine. An overwhelming 93% of Black Americans in Los Angeles county said they would not take the vaccine when it becomes available. Black and Indigenous Americans have long been subjected to unethical medical experimentation and outright deception and fraud. Coupled with racism in the healthcare system and a lack of physicians of color, many may question whether the vaccine is a safe option. For Black and Indigenous Americans to accept the safety and value of a newly developed vaccine, trusted community partners such as familiar neighborhood clinics and local social activists need to present reliable data coming from community-validated sources. Prevention, testing and treatment messages must be tailored to populations most affected by Covid-19 to determine the best way to allocate limited resources. Public health messaging should consider communities’ sociodemographic factors, such as poverty, housing, discrimination, language barriers, loss or lack of health insurance, jobs without paid sick leave and lack of access to healthy foods. Researchers have called for culturally sensitive healthcare and interventions designed to meet the needs of vulnerable populations. Without this approach, messages encouraging Covid-19 prevention, testing, treatment and ultimately acceptance of the vaccine will have limited success.", "dominantCategory": ["covid"], "metadata": ["children", "environmental", "masks", "united", "latino", "vaccine", "americans", "healthcare", "activists", "researchers", "vulnerable"], "emotions": {"anger": 9, "fear": 2, "positive": 25, "anticipation": 14, "negative": 12, "trust": 2, "joy": 2, "disgust": 1}}, {"text": "    Drivers wait for a Covid-19 test at a drive-through test site on 9 December 2020 in Riverside, California. Photograph: Gina Ferazzi/Los Angeles Times/REX/Shutterstock 3. Identify barriers to healthcare There are many interrelated barriers to healthcare access. Many Latino and Latina people face language barriers in communicating with providers, which can result in being undertreated. Healthcare systems need to incorporate integrated care for cumulative histories of trauma, which are high in communities of color. Trauma, including experiences of racism and discrimination, increase mental health risks, pose barriers to healthcare access and treatment adherence and increase risks for physical symptoms and chronic disease. Brief screening questionnaires that can be quickly administered in primary care settings have been developed for use with diverse populations and can identify those at risk for mental and physical health problems. However, providers must be trained to ask about histories of trauma and its bodily manifestations to minimize barriers to Covid-19 testing and treatment. Researchers and mental health professionals must not only be trained to address Covid-19-related trauma but understand its effects on underresourced communities that have long been affected by adversity, poor mental health and chronic disease. 4. Recognize and remedy traumatic effects of racial discrimination Research shows that social rejection based on race is related to post-traumatic stress and depression symptoms. Mental health problems caused by Covid-19 can be exacerbated by experiences of discrimination, linking racism and Covid-19. Police shootings of unarmed Black citizens can have a devastating effect on entire communities, increasing anxiety, depression, number of sick days taken and school absences. The experience of racial discrimination over a person’s lifetime is an aspect of cumulative trauma that has reverberating repercussions for health and mental health. Intervention programs that contextualize discrimination in historical terms can mitigate the negative effects. Unconscious biases of Black inferiority perpetuate racism and discrimination; interventions designed to address these biases are critical to promote social justice and health equity. With the establishment of a new coronavirus taskforce, the incoming Biden administration has taken a critical first step in turning back Covid-19 in the US. We believe what needs to follow is a program that aims to close the racial gap brought to light by the pandemic. Based on our experience and studies, we think the evidence suggests that this program must look at communities as a whole and their cultural values and experiences and remove barriers to healthcare. It should affirm the existence of and remedy the effects of widespread racism and discrimination. While this approach is ambitious, it is necessary. By adopting it, the Biden presidency can halt, and begin to close, the widening racial gap in health due to Covid-19. * Tamra Burns Loeb is an adjunct associate professor – interim at the UCLA School of Medicine * Dorothy Chin is an associate research psychologist at the UCLA School of Medicine * This article is republished from The Conversation, a nonprofit news organization dedicated to sharing ideas from academic experts    ‘The refuge includes the birthing grounds of the Porcupine caribou herd, as well as the prime denning area for the Beaufort Sea polar bears (a threatened species, numbering only 900).’ Photograph: AP Language is everything. Those who argue for oil drilling in the Arctic national wildlife refuge, a place of stunning wild beauty in far north-east Alaska, seldom call it what it is – a refuge. Instead, they reduce it to an acronym: ANWR. They talk about “opening it up”, as if it is closed. It’s not. It is public land. They talk about “exploring” for oil because that is what we do. We find stuff, dig it up, process it, sell it, then burn it or eventually throw it away. They talk about drilling in an “environmentally safe” manner without mentioning the hundreds of oil spills in Prudhoe Bay and along the Trans-Alaska Oil pipeline, including a 267,000-gallon spill that went undetected for days. They talk about America’s “can-do spirit”, and invoke President Calvin Coolidge, who said, “After all, the chief business of the American people is business.” Big oil's answer to melting Arctic: cooling the ground so it can keep drilling  Read more It’s a sales pitch fit for an auctioneer. Step right up … On 6 January, the Bureau of Land Management, directed by the Trump administration, is scheduled to hold a virtual oil and gas lease sale – an “aggressive, competitive exploration and development program” – for drilling in ANWR. More specifically, in the 1.5m acre coastal plain, the refuge’s biological heart: the birthing grounds of the Porcupine caribou herd, the prime denning area for the Beaufort Sea population of polar bears (a threatened species, numbering only 900), and the breeding sites for birds that every year fly across oceans and continents to raise their young on undisturbed, flower-embroidered tundra. Ten thousand years of natural beauty and balance – America’s last great wilderness – will soon be “open” to the highest bidder, beginning at $25 an acre. The winner could initiate seismic testing: shaking the earth with massive vibration trucks, awakening polar bears in their dens. If the testing shows a strong promise of oil (which is presently unknown), they may build an industrial complex of roads, well pads, desalinization plants, airstrips and pipelines, all tied into Prudhoe Bay, some 80 miles to the west. If not, the seismic testing alone will produce many scars visible for decades. How can this happen? Easy. On the final page of the massive 2017 feed-the-rich federal tax bill, the Alaska senator Lisa Murkowski added oil and gas exploration as a “purpose” of ANWR. She and her Republican colleagues said it would pump significant revenue into the treasury, a claim which Taxpayers for Common Sense, a nonpartisan federal budget watchdog organization, has called “blatantly irresponsible and fiscally reckless”.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["california", "healthcare", "latino", "symptoms", "screening", "researchers", "mitigate", "coronavirus", "biden", "pandemic", "studies", "ap", "american", "trump", "republican"], "emotions": {"anticipation": 18, "positive": 32, "anger": 16, "negative": 20, "trust": 6, "fear": 3, "disgust": 1, "joy": 3, "surprise": 1}}, {"text": "    The Arctic national wildlife refuge is the prime denning area for the Beaufort Sea population of polar bears. Photograph: Patrick J Endres/Getty Images This is how beauty dies, how places change forever, how traditional ways of life disappear. All for money, in the absence of the sacred. “Why is it that the destruction of something created by humans is called vandalism,” the author Edward Abbey once asked, “yet the destruction of something created by God is called development?” Months ago, when five major banks – JP Morgan Chase, Citigroup, Goldman Sachs, Morgan Stanley and Wells Fargo – announced they would not finance fossil fuel extraction in the Arctic refuge, the cheese came off the cracker of the all-Republican Alaska congressional delegation. Alaskan Republican politicians accused the banks of, in effect, discrimination. It was a desperate move made by oil addicts. The little-known federal Office of the Comptroller of the Currency then proposed a new rule to prevent financial institutions from refusing to lend to specific sectors in the name of “fair access”. Another desperate move, its folly obvious when Bank of America joined its brothers. “Arctic refuge drilling makes zero sense in today’s reality of high oil market volatility and with every major US bank and many international banks unwilling to invest in risky, expensive Arctic oil projects,” Adam Kolton, the executive director of the Alaska Wilderness League, has said. “The administration is simply rushing to sell off one of the wildest places left on earth for pennies on the dollar before President-elect Biden takes office in January.” Our fossil fuel economy is, in the long run, suicidal. But in politically conservative Alaska, where oil finances 85% of the state’s operating budget and every resident gets an annual oil dividend check, many people refuse to acknowledge this. They prefer a comfortable delusion to the hard truth. I know. I live here. The dividend check is no longer a gift; it’s an entitlement. When the Intergovernmental Panel on Climate Change (IPCC) released a recent conclusion based on more than 600 peer-reviewed scientific studies, Elizabeth Kolbert, writing in the New Yorker, said, “The findings … were almost universally – and justifiably – described as ‘dire.’” We must cut our CO2 emissions in half by 2030, and leave 80% of all known oil reserves in the ground, unburned. If not, our planet will experience an estimated four-degree Celsius rise by 2100, just one lifetime from now, and become a hothouse Earth. Life will not end. But civilization as we know it will.   ", "dominantCategory": ["climate-change"], "metadata": ["fossil", "fuel", "republican", "america", "invest", "biden", "economy", "conservative", "climate", "scientific", "studies", "co2", "emissions"], "emotions": {"positive": 17, "joy": 1, "fear": 6, "anger": 8, "anticipation": 5, "negative": 6, "trust": 6}}, {"text": "This is how beauty dies, how places change forever, how traditional ways of life disappear. All for money, in the absence of the sacred This November was the hottest ever recorded worldwide. A monster storm, generated by a warm North Pacific, slammed southern Alaska with record rains, flooding and landslides. Homes washed into the sea, taking lives. In the north, record hot summers have melted permafrost and released vast amounts of methane, a greenhouse gas with 80 times the warming impact of CO2. At some river mouths, unspawned salmon have died in unprecedented numbers. On the other hand, the World Bank estimates that renewable energy will create three times as many jobs per-dollar-invested as oil and gas. Furthermore, a new study by the University of Alaska concludes that renewables will mitigate climate impacts that could cost the state of Alaska up to $700m annually. The Gwich’in people call the Arctic national wildlife refuge Gwats’an Gwandaii Goodlit – “the sacred place where life begins”. For millennia, they have hunted caribou and picked berries, and told stories, and taught their children respect for all living things. To save the refuge, the Gwich’in have filed lawsuits with other Native groups, and visited major banks, dressed in their traditional attire. They speak with reverence, and know the ways of the caribou and wild Earth. They know how to listen. Do we? * Kim Heacox is the author of books including The Only Kayak, a memoir, and Jimmy Bluefeather, a novel, both winners of the National Outdoor Book Award. He lives in a small town in coastal Alaska I wholeheartedly support the idea of increasing the amount of woodland we have i n Britain, especially in England, which is very thinly forested by northern European standards (Restore UK woodland by letting trees plant themselves, says report, 15 December). But the problem with “just letting nature get on with it” is twofold: first, ecological succession takes a long time. And second, Britain now contains so many invasive plant and animal species that we may never get the resulting forests we hope for through a policy of benign neglect. In other words, some management will always be required. Consider the sycamore tree, an incredibly fecund species now common in every corner of these islands. Just four centuries ago, it was all but unknown in Britain. Unfortunately, there are very few insect species associated with sycamore, and no fungi, so the native fauna derive almost zero gain from this species. Moreover, a hillside that is thick with young sycamore saplings denies water and light to slower-growing competing trees. Compare this with the beech – another non-native species that has naturalised here, but one that is far less fecund and has a huge number of associated insect and fungi species. Beech only thrives in particular soils, but sycamore will proliferate almost anywhere. In other words, if we want to maximise biodiversity in our wild spaces, we need to consider what grows there, and what food webs and habitats are built and supported. There is no guarantee that nature, unassisted, will arrive at a desired outcome.  Robin Prior  Stroud, Gloucestershire • Whether new woodlands are planted, or generate themselves as recently recommended by Rewilding Britain, their success will not be maximised unless there is a parallel strategy on the control of our deer populations. The simple fact is that there are far too many deer and they are incredibly destructive of young trees. It may be difficult to convince the animal-loving British public that deer need culling in large numbers, but unless that happens many tree-planting initiatives will be hampered by either deer predation or the high costs of expensive fencing. Perhaps a good place to start would be to extol the merits of venison as a far healthier meat than that from factory-farmed livestock. There’s a venison supply chain out there just waiting to be exploited for the common good.  Patrick Cosgrove Bucknell, Shropshire • Rewilding Britain’s report on natural regeneration of woodlands by seed is welcome but hardly new. As Oliver Rackham wrote in his 1986 book The History of the Countryside: “Tree-planting is not synonymous with conservation; it is an admission that conservation has failed.” Tree-planting is generally viewed as a good thing. It is measurable and responds to target setting, but it requires a lot of much less sexy follow-up – maintenance, irrigation, and protection from browsing animals – much of which doesn’t happen, with predictable results. The success rate of planted trees is hugely variable but we are all aware that many fail. Trees growing from seed, in situ, will grow better, faster, more securely rooted and suited to the prevailing conditions. They are genetically varied, much less prone to disease, and of course they are not bringing in diseases from elsewhere. They will grow to a shape moulded by the environment rather than being uniform, straight-trunked and dull. Let’s give them a chance. Alex Johnson (Chartered landscape architect), Bristol • The recommendations of Rewilding Britain should be quickly taken up by the government. The current drive to plant trees is funding forestry companies to plant 65% Sitka spruce, grown as a timber crop with little benefit to wildlife or biodiversity. Despite widespread knowledge about carbon capture within soil, Scottish moorlands covered in shallow to deep layers of peat are being ploughed and planted with swathes of these trees at an alarming rate. The landscape is being transformed into industrial monoculture plantations, without much hope of reducing climate change. We must stop this before it is too late. Jane Gifford The announcement this week by energy minister Angus Taylor that he’s putting together a major package to prop up oil refineriesto preserve dirty fuel supplies to one of the dirtiest car fleets on the planet simply beggars belief. This week we’ve seen king tides and storms hitting Australia’s eastern coastline, changing the face of much-loved Aussie beaches, which were already feeling the effects of rising sea levels. This time last year, the country was on fire. In 2020 our Great Barrier Reef was bleached for the third time in five years, the most widespread event ever. We just had the warmest spring ever, 2C above average, which would have been “virtually impossible” without our greenhouse gas emissions. We are facing an increased onslaught of climate impacts that will just accelerate unchecked without global action on climate to rapidly reduce emissions: a recent report showed Australia was the G20’s fourth-highest most vulnerable to climate risk. The transport sector is the third-largest source of emissions in the Australian economy, after electricity and industry. In 2019, transport represented 18% of total emissions, an increase of 22% since 2005. According to Taylor’s own projections these are set to grow by 6% between 2020 and 2030, when they would be close to 21% of national emissions. Road transport accounts for the 85% of those emissions, and car emissions have grown 25% since 1990. Australia is one of the few countries in the world with no emissions nor fuel-efficiency standards for light duty vehicles. The government has given no indication of any intention of introducing them, despite five years of deliberations in the ministerial forum on vehicle emissions. And it gets worse. Australia’s fuel quality is among the worst in the OECD, with high sulphur content at levels banned in the EU 10 years ago. Last year the government allowed this to continue to 2027. One consequence, apart from health effects, is that many very efficient internal combustion engine vehicles that can only run on low-sulphur premium unleaded will not be sold in Australia. It seems the government is poised to release a federal strategy around electric vehicles (EVs). A draft discussion document, which was leaked on Tuesday, contains no emissions standards, nor targets for EVs (nor any other new support for them), except an already-announced co-funding arrangement for charging stations. And a two-year electric car trial for the cars that ferry the likes of Taylor around. Why a trial is needed for EVs in 2020 is incomprehensible. And why an EV strategy should morph into a “future fuels strategy” is very hard to explain. The $72m for charging station co-funding clearly isn’t enough, because various states are planning road user charges on EVs to pay for them, a move likely to discourage and slow their uptake, at the very time the opposite is needed. The resources seemingly earmarked in the leaked draft discussion document appear dwarfed by the planned $2.3bn subsidy to oil refineries. Taylor seems to be wilfully ignoring Australia’s huge transport emissions problem. The Australian fleet of 19.2m vehicles is one of the world’s most polluting and least efficient, far behind the US, China, Japan, India and the European Union. Their projected improvement means Australia will fall even further behind. Nearly 80% of new light-duty vehicles sold globally are subject to some kind of emissions or fuel-economy standard. The International Energy Efficiency 2018 Scorecard for transportation rated Australia 20th out of 26 countries, with only countries like Turkey and Saudi Arabia rating worse. In the absence of any such standards for vehicles in Australia, along with modern pollution standards, it’s increasingly likely that Australia will become the dumping ground for cars that cannot be sold in other markets. This is a disgraceful track record of inaction and regressive outcomes, one that the minister should not be at all proud of, that effectively meets and beats the lowest motor vehicle and fuel standards in the OECD, if not the planet. It doesn’t have to be like this. The Climate Action Tracker has modelled a Paris agreement-aligned benchmark for Australian transport, which would require Australia to increase its share of electric (or emissions-free) vehicles in new vehicle sales from less than 1% today for personal cars to 95% in 2030, reaching 100% in 2035. This would translate into roughly 38% EV share in the total fleet in 2030 and a full decarbonisation of this fleet by mid-century. But to achieve this, Australia needs stringent new standards for the CO2 emissions intensity of new vehicles, a target for EVs, incentives to support their uptake – and of course strategies to increase the share of public transport. EVs would require more electricity, and also when integrated with a modern grid providing important grid services. Tapping into the vast renewables resources available in Australia and getting the country on to a 1.5C Paris agreement compatible pathway would not only provide the renewable energy for an EV network, it would also provide literally tens of thousands of jobs for Australians, far more than the ones Taylor is seeking to protect with his fuel package.", "dominantCategory": ["climate-change"], "metadata": ["southern", "greenhouse", "warming", "co2", "renewable", "university", "renewables", "mitigate", "climate", "impacts", "children", "england", "european", "uk", "minister", "fuel", "emissions", "global", "australia", "vulnerable", "economy", "targets", "china", "india", "pollution", "paris", "agreement"], "emotions": {"joy": 15, "fear": 20, "positive": 50, "anger": 13, "surprise": 3, "trust": 9, "anticipation": 48, "negative": 13, "disgust": 3}}, {"text": " Remember when Donald Trump wanted to nuke hurricanes so they didn’t hit the US? Everyone laughed uproariously, but Trump’s warped little mind was actually on to something. You may not be able to bomb hurricanes into oblivion, but you can shoot things into the atmosphere in order to change the weather. It’s a process known as cloud seeding and a number of countries, including the UK and the US, have been experimenting with it for decades.  There hasn’t been a huge amount of mainstream attention paid to cloud seeding or other forms of geoengineering, but now is the time to sit up and take notice: China has massively ramped up its efforts to control the weather, a move that should alarm us all. Between 2012 and 2017, China reportedly spent more than $1.34 bn(£1bn) tackling water shortages by wresting control of the elements. But what it plans to do now is on a completely different scale. Earlier this month, China’s state council announced that by 2025 its weather modification programme will cover around half the country. It is aiming to control rain and snow across an area that is more than one-and-a-half times the size of India, or 20 times the size of the UK. In other words, a bloody huge area. How successful China will be at making it rain and snow is debatable. Earlier this year, a study funded by the US National Science Foundation found that: “Cloud seeding can boost snowfall across a wide area if the atmospheric conditions are favourable.” This is one of the first studies to show that cloud seeding works; however, the current technology is not exactly simple or cost-effective. We can’t just turn the rain on and off with the flick of a switch, nice as that would be. But how successful China will be is almost beside the point. What is really terrifying is why it is scaling up its weather modification programme. It is not just posturing (although that certainly plays into it), it is also desperation. The climate crisis isn’t around the corner – it is here. Water shortages now affect more than 3 billion people around the world. About 1.5 billion people are suffering severe water scarcity. The UN estimates that, by 2030, water scarcity will have displaced up to 700 million people. And if all those statistics don’t worry you, the fact that investors have started taking water scarcity seriously should: earlier this month, water futures began trading on Wall Street for the first time. This, of course, is just one part of the many climate-related issues the world faces. It has been five years since the Paris accord, and, as Greta Thunberg recently warned, we are “still speeding in the wrong direction”. The last decade was the warmest on record, and every year seems to bring “unprecedented” natural disasters. I don’t need to tell you this, of course. You know this. We all know this. And yet the world’s leaders still haven’t committed to the sort of action that needs to be taken to the curb the crisis we are careering towards. There is no real will to change the status quo. No real will to fundamentally change our behaviour. No real will to reassess an economic model that is fixated on growth, growth, growth – growth at any cost. There is, however, a will to pump money into shiny new technology that promises miraculous fixes. I can’t predict the future (or change the weather) but I reckon we’re going to see a boom in experimental geoengineering over the next few years, and not just from China. But no matter how smart we think we are, I have a feeling mother nature will be the one getting the last laugh.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["donald", "trump", "uk", "china", "india", "atmospheric", "studies", "climate", "crisis", "paris", "greta", "thunberg", "economic"], "emotions": {"surprise": 1, "anger": 12, "negative": 5, "fear": 5, "positive": 19, "anticipation": 9, "trust": 3, "joy": 3, "disgust": 1}}, {"text": " Ramesh used to talk to his friends in Michigan a lot on the phone. Usually it was about applications to the University of Farmington, the school where they worked and where he recruited students to attend. But they would also talk about their lunches, cars and Ramesh’s unsuccessful job search. Farmington provided international students who had finished their studies at other schools with the documents needed to maintain their student visas, without making them go to classes – also known as a visa mill. The school also gave those papers to Ramesh, whose tuition bill was erased after he recruited a certain number of students. When he brought in more students, he got a portion of the profit. In return, students received the documentation they needed to stay in the US. For 17 months, Ramesh thought that he and the other Farmington employees were in on the scheme together. He was wrong. On 29 January 2019, he and seven other recruiters were arrested in Michigan, where they had been summoned for a meeting about the school. Ramesh knew he had been doing illegal things. What he didn’t know is he had been doing them under the supervision of Immigration and Customs Enforcement’s (Ice’s) secretive investigative wing, Homeland Security Investigations (HSI), which had created the school. The so-called “Operation Paper Chase” became public when an indictment was unsealed on 30 January 2019. Headlines blared with the news of a fake Ice university and hundreds of students scrambled to respond to deportation orders. Ramesh, who returned to his home country of India in February after spending 13 months in prison, shared hundreds of case documents and more than 17 hours of audio recordings with the Guardian, providing a detailed look at the sting operation. His real name is not being used out of concerns about finding work. “This school doesn’t have any classes, no curriculum, no professors, intentionally,” Ramesh told the Guardian. “Intentionally I joined this school because I don’t have any money to pay for some other college.” The 29-year-old said he understood why the government deported him, but he could not understand why he was encouraged to recruit students to the fake university. “I feel very bad because they trusted me, they must have trusted me,” he said. “I feel really bad, that must have been a very painful situation.” ••• Ramesh wants to be able to afford nice watches and cars, but he is not a criminal mastermind. He entered the US legally in February 2015 to attend school in California, where he received a master’s in computer science. After graduating, he enrolled in another school to maintain his student visa. But the school lost its accreditation shortly after he enrolled, imperiling his visa and leaving him short on cash because he said he was not refunded the $25,000 tuition. A friend then recommended Farmington and he enrolled in September 2017. Farmington appeared to have accreditation and was listed on the US state department website. Its own website and documents said it was a federally recognized university. It was also appealing because Ramesh could get his tuition waived by recruiting students. It was a good – and illegal – arrangement for him which became even better – and more illegal – when he started to make money by recruiting students. Two of his main contacts in this scheme were Ali Milani, the school’s president, and Carey Ferrante, a staff member. They had hundreds of calls and were in contact on email and Facebook. Both were undercover agents and their aliases are used in place of their real names throughout the story. Their calls were first and foremost about checking in on applications for would-be students, sorting out payments and determining how many more students they could accept. Occasionally, they were simply friendly. On 24 May 2018, Ramesh tells Milani: “I just wanted to check in on your wellbeing, that’s it.” Thirty seconds later, the call is over. And in one bizarre call, the pair arrange to get a fake college transcript for a US citizen. The citizen contacted them because he was in love with a woman whose parents didn’t approve of him because he didn’t have a college education. The man is hoping for a transcript to show the woman’s parents he has a degree. Milani says: “We’ll bill him sometime early next week and then we’ll send it out to him once he pays.” Despite their seeming partnership, only Ramesh was charged with conspiracy to commit visa fraud and harbor aliens for profit. The government seized $12,166 of the money he made. After watching the flow of applications, he wonders today where the money has gone. Based on the more than 600 students they recruited for $10,000 in tuition, paid in installments, it is likely the government took in millions of dollars. “No taxpayer gets that money, so what happens to that money?” Ramesh said. At the same time, there have been questions about how much time and resources Ice used to arrest people on student visas, who are vetted by the US government and closely monitored. In November 2019, Senator Kamala Harris, now the vice-president-elect, said the operation “isn’t just cruel, it’s a waste of taxpayer dollars”. In January, the Democratic senator Elizabeth Warren wrote to the US Department of Education asking for more details on the “anti-immigration activities”. Faiza Patel, director of the Brennan Center for Justice’s liberty and national security program, said when the US government leads an expansive sting operation targeting a group, it feeds a narrative that there is a “huge threat”. “So every time you make a case, whether it’s a sting or not, you’re sort of notching one more threat event up,” Patel said. And while several people involved with this case were clearly doing something wrong, Patel said: “The government has to prioritize what it spends its time and resources on and they do that fairly strategically.” In this case, a clear part of the strategy was letting foreign students know that they are being watched. “Ice certainly wants to be seen as a force that is watching everybody, so that immigrant communities, whether they are documented or undocumented, will be afraid and will feel sort of suppressed from taking their full position in our society,” Patel said. When the final Farmington recruiter was sentenced in January, Ice said in a statement that the operation not only highlighted the existence of visa mills, but also “helped create a feeling of omnipresence by law enforcement”. In a statement to the Guardian, HSI said: “All individuals criminally charged in connection with the University of Farmington case pleaded guilty, which means they had committed the crimes in which they were accused.” The agency also pointed to an editorial by a former director of Ice, Derek Benner, which argued that this type of undercover investigation gave the government “an inside look into how these networks operate”. “This, in turn, informs and improves DHS’ efforts to uncover fraud at schools, provides insight into networks within the United States that facilitate such abuse, and serves as a deterrent to potential violators both in the short- and long-term,” Benner wrote. The government has always said that each of the 250 students it arrested knew they were violating the law. Lawyers who volunteered to help the students have, however, described a more complicated situation. Some students told attorneys they had attempted to transfer out of the school when they realized classes were not being held, but couldn’t get a school official to approve the transfer. Others said they were suspicious, but were waiting to see what was going on. Two people who worked in the same building where the university was based told the local news station WXYZ that students had showed up asking about classes. And in calls with Ramesh, undercover agents made conflicting statements. In September 2017, Ramesh told Milani that some would-be students were asking why the school didn’t ask for transcripts from their previous school, a normal administrative step. Milani underlines that the school is there to help maintain status. “If they really want to go to classes and everything like that, I don’t want them here,” Milani said. It’s a point Milani made repeatedly. But in a March 2018 call, Milani tells Ramesh he is eating chicken biryani brought in by a student. Ramesh then asks if there are students going to classes, and Milani says there are. Throughout the school’s history, students raised questions about its operation. Some left when they became suspicious, while others unenrolled when they found other ways to stay in the US, like with marriage or work visas. In March 2018, Ramesh called Ferrante to warn her that 60 to 70 students wanted out. Before he can explain why, however, he asks a question: “Carey [laughter] I want to tell you one thing: you are not a Department of Homeland Security officer, right?” Twice, Ferrante answers no, and feeds the question back to him, knowing he would respond in the negative. He then explains that a man contacted him and other students claiming Farmington was a front for the DHS. The individual had also contacted the school, according to Ferrante, who says she is unfamiliar with fake universities. Ramesh instructs her to search online for the University of Northern New Jersey (UNNJ), the first known Ice university. The school shuttered in April 2016, resulting in the arrest of 21 recruiters. The 1,076 students there had their visas revoked but were not given immediate deportation orders like the Farmington students. After reading about UNNJ out loud, Ferrante coolly dismisses his concerns. He sounds reassured, calls the guy a “stupid fellow” and Ferrante agrees: “He’s an idiot,” before ending the call with “thank you rockstar.” ••• Farmington continued to collect hundreds of thousands of dollars from students through 2018. But to bring the case to a close, investigators needed to gather the recruiters in one place. They lived in different parts of the country, so the agents dreamed up a meeting to take place in Michigan and set about convincing the recruiters it was important they attend in person, after conducting business primarily by phone, email and Facebook for the previous year. One of the recruiters, Santosh Reddy Sama, really was not interested. He planned on being in India for a few months, said he had family issues and insisted someone else could attend in his place. But Sama was important because, as of 6 November 2018, he had been paid $59,000 for the recruitment of students. Case documents showed he had brought in $108,750 from the students he recruited – leaving $49,000 for the agency. After much prodding, Sama was convinced and the school wired him $2,500 so he could buy a ticket to return to the US. Like Ramesh, he was arrested at the meeting. Sama, 29, was given a longer prison sentence and in August was denied compassionate release because of the Covid-19 outbreak. In the request for release, Sama’s lawyer said his wife was suffering from serious health issues in India and that Sama had underlying health conditions including diabetes. Ramesh was released from prison on 24 February and landed in India two days later on a commercial flight. He said the agent who put him on the flight told him to say “bye bye to the US” and warned him never to come back. From his home in India, he said his prison experience was traumatic and he was not comfortable speaking about it. “I saw each and everything in front of me,” Ramesh said. “I saw death and I came back. God saved me.” The one prison experience he was willing to speak about was the seven Donald Trump books he read in the library. Ramesh is an avowed Trump fan and found solace in the president’s books, including Think Big. “He told me when you are in a bad situation, you have to be very strong,” he said. He is now looking for work and said it has been difficult for the recruiters to rebuild their careers in India. “I think in my life it’s written this fellow has to go to US prison for 13 months and he has to learn something,” he said. And while he has some level of peace about his experience, he has plenty of anger reserved for the people he thought were co-conspirators, and friends: Milani, Ferrante and the fake school’s director of student affairs, Ned Roberts. “They acted like a family member,” he said. Ahead of the January 2019 meeting, he talked with Ferrante about a dinner that would happen in Michigan for all the recruiters and staff. On the 25th, a few days before flying out, Ferrante tells him: “I’m excited to meet you.” “Oh ya me also,” Ramesh says, then laughs before continuing: “I think Mr Milani is excited to meet me also.” The US Department of Justice accused Facebook on Thursday of discriminating against American workers, saying in a new lawsuit that the social media giant had given hiring preferences to temporary workers, including those who hold H-1B visas. The DoJ said that Facebook had “refused” to recruit, consider or hire qualified US workers for more than 2,600 jobs that in many cases paid an average salary of $156,000 a year. Instead, it opted to fill the positions using temporary visa holders, such as those with H-1B visas, the department added. “Facebook intentionally created a hiring system in which it denied qualified US workers a fair opportunity to learn about and apply for jobs,” the justice department said. The social media company instead sought to channel such jobs to temporary visa holders it wanted to sponsor for green cards or permanent residency, it added. H-1B visas are often used by the technology sector to bring highly skilled foreign guest workers to the United States. But critics say the laws governing these visas are lax, and make it too easy to replace US workers with cheaper, foreign labor. “Facebook has been cooperating with the DoJ in its review of this issue and while we dispute the allegations in the complaint, we cannot comment further on pending litigation,” company spokesman Daniel Roberts said. The Facebook lawsuit is the latest example of the Trump administration clashing with Silicon Valley over attempts to restrict immigration for foreign workers. Trump and Republican lawmakers have also clashed with the company in other areas, such as accusing the platform of stifling conservative voices. The justice and labor departments have both investigated big tech companies in the past over allegations similar to those against Facebook, but they have rarely brought charges due to loopholes in the law. Tech companies and industry groups have contested moves to limit immigration of foreign workers by saying there are not enough American students graduating with science and engineering degrees to meet the demand for filling jobs in areas such as artificial intelligence. In June, Trump issued a presidential proclamation that temporarily blocked foreign workers entering on H-1B visas – an attempt the administration then said would open up 525,000 jobs for US workers. Among the top 30 H-1B employers are major US firms including Amazon, Microsoft, Walmart, Alphabet’s Google, Apple and Facebook, according to a report by the Economic Policy Institute (EPI) in May. The EPI report said most companies using H1B visas take advantage of program rules in order to legally pay such workers below the local median wage for the jobs they fill. For weeks, the Guardian US reporter Sam Levin has been speaking to Bounchan Keola, who is being detained by Ice and facing deportation to Laos, a country he left when he was four, despite having risked his life to fight wildfires in California this year How to listen to podcasts: everything you need to know Presented by Rachel Humphreys with Sam Levin, Bounchan Keola and Thongsouk Keol. Produced by Sam Colbert, Rose de Larrabeitiand Nicholas Cox; executive producers Nicole Jackson and Phil Maynard Sun 29 Nov 2020 22.00 EST Last modified on Tue 1 Dec 2020 07.04 EST The Guardian US reporter Sam Levin talks to Rachel Humphreys aboutBounchan Keola, who sustained a life-threatening injury on the frontline of a huge fire. Keola had just two weeks of his prison term remaining when he was crushed by a tree while battling the devastating Zogg blaze in northern California on 2 October and was airlifted to a hospital. Days later, California prison officials notified federal immigration agents that his release would be coming up and the state, records show, made arrangements to transfer him to Immigration and Customs Enforcement (Ice). He is now threatened with deportation to Laos, a country his family fled three decades ago. Sam tells Rachel about the crime that put Keola in prison for 22 years and discusses California’s controversial policy of transferring certain foreign-born prisoners to Ice after they have completed their prison sentences – a practice the governor, Gavin Newsom, has supported. Lawmakers across the country, including the congresswoman Alexandria Ocasio-Cortez, called on Newsom to end the transfers in September, in response to the story of Kao Saelee, another prison firefighter and Laotian refugee sent to Ice. Rachel hears from Keola, who talks about the fire that nearly took his life, and his sister Thongsouk Keola, who says Boun deserves a second chance. mmigration issue to the singular political forefront. He was right to do so. There is a very strong case that immigration, both legal and illegal, represents the indispensable issue facing the United States. No other political issue so broadly affects virtually every other—whether it is economics, national security, foreign policy, culture and religion, crime and law and order, or congressional apportionment—as that most foundational issue of any legitimate self-governing politics: who we quite literally are, as a polity and a citizenry.For the first three years of his presidency, Trump attempted intermittently to implement the broad contours of his immigration agenda. While he wasted precious political capital on other legislative pursuits, such as a milquetoast tax cut and a misbegotten jailbreak initiative, Trump galvanized executive branch authority to slowly build the border wall, reform visa abuses, rescind President Barack Obama's unconstitutional Deferred Action for Childhood Arrivals amnesty, end the destructive Obama-era illegal immigration magnet of interior \"catch and release,\" and more generally seek a robust enforcement of extant immigration law. Border hawks were certainly left wanting far more. And the Left, with its dutiful \"resistance\" judges dispersed throughout the federal courts, did its best to condemn and stymie Trump's agenda. But overall, his agenda was fairly successful. Trump's innovative \"Remain in Mexico\" policy for prospective Central American asylum seekers helped quell the nightmarish 2019 border surge, and evidence suggests that working-class wages particularly increased in the U.S. metropolitan areas that saw the largest immigration declines (both legal and illegal). And of course, Trump's consistent scorched-earth rhetoric on the topic was itself enough to deter smugglers and families alike from attempting the journey north.", "dominantCategory": ["immigration"], "metadata": ["university", "students", "studies", "visas", "illegal", "immigration", "customs", "homeland", "deportation", "india", "criminal", "california", "education", "aliens", "democratic", "undocumented", "crimes", "united", "dhs", "online", "outbreak", "donald", "trump", "american", "media", "labor", "restrict", "republican", "conservative", "presidential", "google", "economic", "detained", "wildfires", "hospital", "crime", "refugee", "agenda", "mexico", "asylum", "seekers", "surge", "families"], "emotions": {"positive": 92, "anticipation": 52, "trust": 42, "negative": 35, "anger": 72, "fear": 35, "joy": 13, "disgust": 5, "surprise": 11, "sadness": 1}}, {"text": " UP NEXT Then came COVID-19. Almost instantly, domestic quarantines sprang up, and cross-country travel bans proliferated. International travel became almost impossible. The infamous Mexican drug cartels and human trafficking rings were even affected, and U.S.-Mexico border crossings plummeted. According to U.S. Customs and Border Protection statistics, Border Patrol in April 2020 reported a mere 17,106 combined apprehensions/deemed inadmissibles—compared with a record-breaking 109,415 one year prior, in April 2019. The result was that the immigration issue, the hallmark of Trump's insurgent 2016 campaign, receded in importance as an electoral issue. Trump sometimes spoke on the stump about building a fuller border wall in a second term, but the contrast between his 2020 re-election campaign and his inaugural 2016 campaign was striking. With COVID-19 lockdowns, dire need for fiscal relief to struggling or laid-off workers, midsummer urban anarchy and a harrowing rise of violent crime, and the ever-ascendant rise of Communist China, there were simply too many other things on voters' minds to pay heed to an issue that COVID-19 had largely taken out of play. But as the election neared, illegal border crossings rose again. Border Patrol combined apprehensions/inadmissibles in September, October and November 2020 were all higher than their corresponding months one year prior. The timing, as the widely assumed impending presidential ascension of immigration dove Joe Biden neared, was impossible to ignore. And as John Daniel Davidson recently noted in the New York Post, a brand-new mass of migrant \"caravans\" is now forming in Honduras, with its eyes set on the U.S. border. With the Trump administration's days in office waning, we are set for the messy and divisive politics of immigration to return to national preeminence. Many of the old fights of the Obama era are due for a reprise, and the very nearly evenly divided House and Senate will both feature many immigration votes. It is incumbent upon Republicans, who have largely coalesced around a pro-worker, pro-borders platform, to do their best to peel off the few remaining like-minded Democrats who agree with the labor unions of old on labor inflows. Some still exist, though they are now overwhelmingly outnumbered by \"intersectional\" democratic socialists who peddle the calamitous lunacy of open borders. Senate Republicans will also have to use every constitutional tool at their disposal, including the power of the purse, to check Biden's imminent opening up of our border, indiscriminate flooding of the nation with cheap labor, and failure to enforce basic immigration laws. The next four years will see many an immigration fight. In that sense, this term will be similar to the Trump presidency. Only this time, the roles are reversed. Here's hoping conservatives are ready for the fight. MEXICO CITY -- Mexican President Andrés Manuel López Obrador on Thursday defended Mexico’s restrictive immigration policy, which has prevented many Central American migrants from crossing Mexico to reach the U.S. border. Mexico has sent National Guard officers and immigration agents to the southern border with Guatemala to prevent migrant caravans from entering Mexico and detain those who do manage to cross. “We have protected migrants, there have been no violations of their human rights,\" López Obrador said. \"Now they are registered, they are protected, so that they don’t come in through the south, so they don't become victims of criminals.” López Obrador denied that the U.S. government had pressured Mexico to impose the restrictions, including the ‘Remain in Mexico’ policy on asylum seekers. Formally known as the Migrant Protection Protocols, the policy sends asylum seekers from other countries back to Mexico while they await court dates on their U.S. requests. “It was our own decision, that we made, foreign governments do not impose anything on us,” the president said. Asked what would be the future of the program — which has left largely Central American migrants huddled in improvised camps in some Mexican border cities — López Obrador said “we will wait until Mr. Biden arrives, until he takes office.” U.S. President-elect Joe Biden has pledged to end many of Trump's immigration policies, starting with the Migrant Protection Protocols. In fact, Trump at one point threatened to slap tariffs on Mexican products unless López Obrador's government cracked down on the flow of migrants heading to the U.S. López Obrador's willingness to assume ownership of the immigration policies despite evidence of U.S. pressure reflects his nationalist stance on most issues; he has made defending Mexico's sovereignty a central issue. But it also reflects domestic political calculations. One of López Obrador's greatest fears is a possible repeat of the 2010 massacre of 72 migrants by a drug cartel in the northern state of Tamaulipas. Because migrants frequently use cartel-allied immigrant smugglers or pass through cartel turf, blocking their flow through Mexico reduces the chance of another such massacre. While there is widespread sympathy for migrants in Mexico, domestic support for them crossing Mexican territory is weak, especially during the coronavirus pandemic or if mass movements of migrants threaten to complicate legal border crossings for Mexicans. Biden’s unraveling of border rules will be gradual but inexorable.  NRPLUS MEMBER ARTICLE P resident-elect Joe Biden has pledged to reverse the immigration policies implemented by the Trump administration. His campaign site’s immigration page says he will “take urgent action to undo Trump’s damage and reclaim America’s values.” As Rich Lowry has written, “Biden will move on all fronts to loosen immigration controls.” Despite what anti-borders groups say, this will be relatively easy to do. Because virtually all the changes to immigration policy made by the Trump administration have been executive actions of one sort or another, the incoming administration will simply rescind them in the same manner. That’s what Trump’s people thought they’d be … The climate crisis is a \"longer term emergency\" than the Covid-19 pandemic, Greens leader Patrick Harvie warned. He made the comparison in a challenge to First Minister Nicola Sturgeon after the Scottish government published a new climate plan.  Harvie said there were missed opportunities and demanded an end to big road construction projects and a shift away from oil and gas.  \"Even during a pandemic we need to recognise the far longer term emergency that we face - the climate emergency,\" he told Sturgeon at First Minister's Questions.  Harvie said Scotland should copy Norway, an oil-rich country which set a date for ending extraction. He named New York as an example to follow after promises to stop investing in the fossil fuel industry. And he demanded the SNP speak out against building a third runway at Heathrow airport. \"Elements in the climate plan are to be welcomed, including free bus travel for young people that will start next year, and increased budgets for low carbon homes and infrastructure for cycling and walking,\" he said. \"All of these are of course hard-won by the Scottish Greens in budget negotiations. \"But if Scotland is going to tackle the climate emergency, the Scottish Government must match its rhetoric with action, stop ploughing billions into new roads and catch up with the nations and regions that have begun transitioning and divesting from oil and gas.\" The environmental objections to a third runway at the UK's biggest airport were overturned on Wednesday. But with the UN climate change conference coming to Glasgow and tighter environmental targets there are doubts it will ever be approved. Sturgeon said the Heathrow proposal is “not a decision for the Scottish Government”. She added: \"I'm very clear we have a responsibility to meet our own climate change target. We, unlike some other governments, include aviation emissions. “I agree, there is a big question over new runways at a time when all of us are focused on making sure we reduce emissions.” The climate crisis could spell disaster for Scotland’s mountain hare population as less snowy winters mean the animals’ natural seasonal change from brown to white - to make them more camouflaged - is having the opposite effect.As the duration of snow cover is decreasing, this creates a seasonal “mismatch”, which exposes the hares to predators, and the species is failing to adapt the timing of these seasonal moults to keep pace with the climate crisis, a new study shows. A team of scientists led by Marketa Zimova, an evolutionary ecologist at the University of Michigan, first examined horseshoe hares in the US, which also change colour when they moult. They found that “camouflage mismatched hares suffer much higher predation rates. We also found that the increase in mortality due to mismatch will, in the absence of an adaptive shift, lead to population declines by 2100.” In order to assess mountain hares in the UK, the team used data going back to the 1950s and 60s detailing changing moult timings - or “phenological shifts” of mountain hares in Scotland, and compared them to the timings today. The research team said due to the existence of these earlier studies they could make the research the longest running systematic historical survey of moult phenology in any species. They returned to the Scottish Highlands to carry out surveys and record the pattern and timing of moult over multiple spring and autumn seasons.  The researchers also calculated the change in temperature and snow cover over the past 65 years within the study region. Despite what they described as a “dramatic change in climate”, there was little evidence of an adaptive shift in moult phenology in Scotland’s mountain hares - resulting in a mean of 35 more days a year when white hares are found on dark, snowless background since the 1950s. Scott Newey, an animal ecologist at the James Hutton Institute and co-author of the study, said: “The camouflage mismatch of mountain hares is really surprising and worrying, and suggest that some wild animals can’t adapt quick enough to match the rate of climate change.” These concerns are shared by L Scott Mills, a professor at the University of Montana and a fellow co-author of the study, who said: “These are important findings because they indicate that some colour moulting species are not responding as we’d expect based on what we’ve seen in other systems.” The reason that the mountain hare moult phenology has remained relatively static is not clear, but Dr Zimova said the reason might be due to the reduction in the number and diversity of predators associated with land management in large parts of the study area. Sean Giery, an Eberly fellow from the Pennsylvania State University and also a co-author of the study, said: “It’s an interesting scenario playing out in the Highlands. We saw this really distinct increase in camouflage mismatch that didn’t conform to findings in other ecosystems like Montana. “It took us a while to realise that what we were seeing – steadily increasing camouflage mismatch in mountain hares – might be the result of an ecosystem subject to climate change, and a history of predator control.  “Without many predators, fitness costs of camouflage mismatch might be minimal.\" Dr Zimova notes recent climate change has already subjected wild populations to large change in environmental conditions, and failure of a species to adapt to these changes will ultimately result in decline and extinction. “If we want species to persist in a rapidly changing world, we need to understand their responses to climate change. This challenge includes considering a suite of anthropogenic changes, and how they interact,” she added. Mountain hares are the UK’s only native lagomorph species, with rabbits and brown hares both modern introductions.  Mountain hares also face threats from grouse gamekeepers, due to the belief the animals spread a tick which carries a virus called “louping ill” to red grouse. Following another immigration crackdown by the Trump administration – this week, it moved to revoke green cards from immigrants deemed likely to use public assistance – Daily Show host Trevor Noah sent a distress call for one American in particular: First Lady Melania Trump. Melania remains, according to polls, the most popular member of the Trump family, and “personally, I love her, too”, said Noah on Wednesday’s Daily Show – the two have much in common, since they’re both immigrants and “neither of us would be here if it weren’t for Donald Trump”. But the Trump administration’s latest move against immigrants had Noah concerned: “I think Donald Trump is trying to deport Melania.” It sounds crazy, Noah continued, though it’s clear that there have been issues for awhile; Melania barely lives at the White House, for one, “and it may have created some tension between them when Trump allegedly banged a porn star and paid her to be quiet and then the whole country found out about it”. Seth Meyers on Trump's trade war: hopefully truckers 'return the favor in 2020'  Read more Normal relationship problems, Noah said, except that when he looked at Trump’s immigration policies en masse, he noticed a pattern: all of the crackdowns could target Trump’s wife. Noah listed several of Trump’s lines of attack on immigrants that could, on a second look, also apply to Melania. First, Trump has decried those working in the country illegally at countless rallies, “and everyone assumes that because he’s racist, he’s talking about Mexicans,” Noah explained. But actually, he could be talking about Melania, who, according to the AP, never obtained the correct visa for her modeling work in the US. Her staff promised a press conference to address the issue in 2016, but that never happened – though “to be fair, it’s only been three years since that promise was made”, Noah joked. Trump has also denigrated – and, through executive order, limited – immigrants arriving in the country through “special” working visas. “Again, people assume Trump was talking about Indian computer programmers in Silicon Valley,” Noah said, “but if you follow the clues, you’ll realize that this guy was actually slamming his wife”. In 2001, Melania, then a model, somehow obtained a so-called “Einstein visa”, usually reserved for standout researchers, athletes, or artists. Trevor Noah: Jeffrey Epstein's plea deal 'was the conspiracy'  Read more Melania’s “Einstein” status seems strange in retrospect, Noah said, “although I guess if you spend enough time standing next to Donald, anyone starts to look like Einstein”. And then there’s Trump’s disparagement of so-called “chain migration”, the immigration program that allows close relatives to live with legal immigrants in the United States. Trump has promised to end chain migration, though the policy allowed Melania’s Slovenian-born parents to obtain US citizenship. “That’s what Donald Trump was trying to stop,” said Noah. “He was trying to turn his in-laws into outlaws.” As for this week’s policy change, targeting immigrants who use government assistance – “well, guess who lives in a free house provided by the United States?” Noah said over an image of the White House. Noah rested his case. “I see what you’re doing, Donald, and I’m not going to let it happen,” he said. He encouraged Daily Show fans to tweet the hashtag #dontdeportmelania, “because if this great immigrant is forced to leave this country, then the United States can never truly ‘Be Best.’” Trump To Nation: ‘Don’t Let Your Lives Be Dominated By Fear Unless It’s Related To Immigrants’ WASHINGTON—After shocking reports surfaced that doctors at Irwin County Detention Center in Georgia performed forced hysterectomies on female detainees, horrified Americans confirmed Wednesday that they never thought they’d see forced sterilization of minorities happen here again and again and again and again. “As a proud American, it’s almost unimaginable that these kinds of heinous acts could occur on U.S. soil, except for the 64,000 non-white women that were sterilized against their will between 1907 and 1963, and then the thousands more that occurred throughout the 1970s,” said 60-year-old Hank Baker, adding that he believed government-sanctioned eugenics had died eons ago after the U.S. government forcibly sterilized one-third of all women in Puerto Rico, 40% of all Native American women, and tens of thousands of impoverished Black women across the American South. “Aside from the decades worth of forced hysterectomies, tubal ligations, and ‘Mississippi appendectomies,’ revelations like this can really shake your faith in a nation. It’s 2020 for goodness’ sake, how are we allowing something that happened in Indiana, Oklahoma, Virginia, California, Delaware, and 25 other states throughout the 20th century to continue to happen here?” At press time, Baker added that this felt like something that could only happen in Nazi Germany after having been inspired by the American eugenics program.", "dominantCategory": ["immigration"], "metadata": ["customs", "immigration", "campaign", "trump", "crime", "china", "election", "illegal", "presidential", "joe", "biden", "obama", "senate", "republicans", "democrats", "labor", "democratic", "borders", "enforce", "mexico", "american", "migrants", "southern", "violations", "asylum", "seekers", "protocols", "coronavirus", "pandemic", "climate", "crisis", "minister", "fossil", "fuel", "infrastructure", "tackle", "nations", "environmental", "targets", "emissions", "focused", "scientists", "university", "uk", "studies", "researchers", "extinction", "threats", "virus", "donald", "racist", "ap", "visas", "united", "migration", "citizenship", "tweet", "washington", "detention", "detainees", "americans", "california"], "emotions": {"negative": 38, "anger": 33, "trust": 31, "anticipation": 65, "surprise": 28, "positive": 71, "disgust": 8, "fear": 43, "joy": 9, "sadness": 1}}, {"text": " Shocked Americans Never Thought They’d See Forced Sterilization Of Minorities Happen Here Again And Again And Again Effects Of Trump Halting Immigration As the coronavirus pandemic continues, President Trump on Wednesday signed an order halting all immigration to the United States for 60 days, a decision with significant ethical and economic ramifications. The Onion looks at the effects of Trump halting immigration.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["americans", "trump", "immigration", "coronavirus", "pandemic", "united", "economic"], "emotions": {"anticipation": 2, "fear": 5, "surprise": 3, "positive": 3}}, {"text": " Careless Imprisoned Migrants Showing Zero Respect For Social-Distancing Rules EL PASO, TX—Revealing a total disregard for the recommendations of the Centers for Disease Control, a photograph leaked Wednesday shows imprisoned migrants in a U.S. detention facility completely ignoring the social-distancing guidelines experts agree are necessary to contain Covid-19. “It’s like they’re not even trying to keep 6 feet apart,” said Laura Britton, a local accountant and mother of three, who viewed the photo of several dozen detainees crowded together in a small cell and expressed frustration that the self-isolation efforts her family had undertaken would be “all for nothing” if so many others broke the rules. “We’re gonna have to quarantine even longer because of unbelievably selfish people like this. There’s eight of them sharing one bed, and not to be rude, but a lot of them look like they haven’t washed their hands in a long time. Some look really young, too, and while they may not be showing symptoms, they could still spread the disease to more vulnerable people. Seriously, where are those kids’ parents?” At press time, Immigration and Customs Enforcement announced it would begin strict enforcement of the CDC’s social-distancing guidelines by moving each of the migrants into solitary confinement.", "dominantCategory": ["covid", "immigration"], "metadata": ["migrants", "detention", "facility", "guidelines", "detainees", "quarantine", "symptoms", "vulnerable", "immigration", "customs"], "emotions": {"anger": 7, "anticipation": 6, "negative": 5, "positive": 2, "trust": 1, "fear": 2}}, {"text": " ICE Opens Interdimensional Detention Center To Indefinitely Imprison Immigrants Across Infinite Number Of Multiverses", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["detention"], "emotions": {"negative": 2, "positive": 2}}, {"text": " BRANE MULTIVERSE 378-C—In an effort to better comply with recent moves to abolish limits on migrant detention, ICE officials announced Thursday that they planned to open an interdimensional detention center to indefinitely imprison migrants across an infinite number of multiverses. “With our new hyperspace-based detention center, we’ll be able to adhere to new White House policies by confining migrants in an endless number of variations of possible universes where earthly concepts such as ‘time’ and ‘eternity’ cease to have any meaning,” said ICE acting director Matthew Albence from the newly built detention center, adding that bending spacetime upon itself would expand the agency’s capacity to 700 vigintillion detainment cells while allowing them to hold asylum-seekers without trial in relativistic stasis for expanses of time eclipsing any experienced in the known universe. “The important thing is that we use tools such as hyperdimensional chambers to ease crowding in a humane way, such as by causing unlawful immigrants to simply vanish into an ultra-dense black hole from which no matter or light can ever return.” At press time, Albence confirmed that the agency was also exploring using quantum entanglement to allow for them to simultaneous reunite and separate immigrant families an endless number of times along parallel timelines.", "dominantCategory": ["immigration"], "metadata": ["detention", "migrants", "unlawful", "families"], "emotions": {"positive": 11, "anger": 4, "negative": 7, "anticipation": 3, "surprise": 1, "fear": 1}}, {"text": " Koch Foods CEO Applauds Immigrant Arrests As Consequence Of Illegally Accepting Job At Koch Foods", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["arrests"], "emotions": {"fear": 1, "positive": 1}}, {"text": " Lab Assistant Who Accidentally Poked Self While Preparing Syringe Becomes First American To Receive Covid-19 Vaccine NEW YORK—In a historic moment that marked the nation’s boldest strike yet against the coronavirus pandemic, officials reported Monday that lab assistant Alexander Durell became the first American to receive the Covid-19 vaccine after accidentally poking himself as he prepared a syringe. “Unfortunately, we couldn’t document the momentous occasion because we were still in the back and no one had their camera ready, but here he is,” said Dr. Helen Gigot of Long Island Jewish Medical Center, motioning to the lab worker who managed to inoculate himself when he tripped on a trash can and knocked over a tray that sent the syringe he had just filled with the Pfizer/BioNTech vaccine flying into his arm. “Despite the many unrelated injuries he incurred from slamming his head on the counter and crushing a tray of test tubes with his hand, the process remains very easy and perfectly safe, and we consider this a success. In fact, after being treated for multiple lacerations and broken ribs, Mr. Durell has been discharged from the ER and is already back at work sweeping up the broken glass.” Durell later became the first American to receive his follow-up dose of the vaccine when he reportedly slipped on a puddle of his own blood, fell backward into a shelving unit, and knocked over several dozen syringes that impaled his legs, chest, and face.", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["american", "vaccine", "coronavirus", "pandemic"], "emotions": {"surprise": 2, "fear": 5, "positive": 6, "anger": 4, "anticipation": 5, "disgust": 2, "joy": 1, "trust": 1, "negative": 2}}, {"text": " AppleTV+ Series Used Unlicensed Doctor To Test Actors For Covid-19 The producers of Truth Be Told, an AppleTV+ series starring Octavia Spencer and Kate Hudson, have fired the on-set doctor responsible for testing the show’s cast and crew for Covid-19 after it was discovered that he does not have a license to practice medicine. What do you think? Receive Vaccine Has Already Been Notified WASHINGTON—Thanking the many Americans who showed interest in getting inoculated against Covid-19, the CDC announced Thursday that everyone who will receive the vaccine has already been notified. “If you have not received an official phone call or letter by now with the date and time of your vaccination appointment, you can assume that you will not be getting one,” said CDC director Robert Redfield, noting that the application deadline for Americans requesting to be vaccinated against the deadly disease rampaging across the country had passed and all doses of the vaccine had been claimed. “You are more than welcome to join the wait-list in case a vial opens up, but I’ll be honest with you: That’s not very likely. There is hope that we could have another batch of the vaccine by 2024; however, those future recipients have already been notified as well.” Redfield strongly advised anyone who was not currently scheduled to be injected with the life-saving vaccine to shelter in place indefinitely. Jimmy Carter On Covid Vaccine: ‘There’s No Way In Hell I’m Letting Them Put That Thing In Me’ PLAINS, GA—Following reports that the Covid-19 vaccine would soon be available, 39th President Jimmy Carter announced Thursday, “There’s no way in hell I’m letting them put that thing in me.” “Go find somebody else to stick with needles,” said Carter, who denounced former presidents Barack Obama, George W. Bush, and Bill Clinton’s pledges to receive the vaccine on TV as “completely deranged.” “Those other presidents are fucking idiots. But I’m no rube, and I’m not letting that vaccine near me. How else do you think I’ve managed to stay alive this long? It’s because I’m not a goddamn idiot.” At press time, Carter had pledged that in six months, he would be the only former U.S. president still living. ", "dominantCategory": ["covid"], "metadata": ["vaccine", "washington", "americans", "cdc", "covid", "obama"], "emotions": {"trust": 5, "negative": 1, "positive": 22, "anticipation": 7, "anger": 5, "fear": 1}}, {"text": " U.S. Sees Record High Covid-19 Hospitalizations According to the Covid Tracking Project, there were 69,455 people hospitalized with Covid-19 in the U.S. on Saturday, shattering the previous record of 59,940 set in April as coronavirus cases continue to skyrocket. What do you think?", "dominantCategory": ["climate-change", "covid", "immigration"], "metadata": ["covid", "coronavirus"], "emotions": {"anticipation": 1}}, {"text": " Coronavirus Optimistic New Mutation Will Be Widely Available To Public By Early Spring SIOUX FALLS, SD—In a major breakthrough that could completely alter the course of the global pandemic, the coronavirus confirmed Monday that it was optimistic a new mutation would be widely available to the public by early spring. “We’ve been working diligently over the past nine months to develop this new strain as quickly as possible, and we’re pleased to share that trials have been an overwhelming success,” said a spokesperson for Covid-19, who stated the general public could expect to see first cases rolled out to healthcare workers and other vulnerable populations as early as December. “Normally the development and distribution of something like this would take years, but thanks to a concerted national effort, we’ve been able to work at a breakneck speed. Naturally, numbers will be limited at first, but by April, we’re hoping this new mutation will be easily contractible across the entire country. And on top of that, we’re absolutely certain it will be available worldwide by the end of 2021.” At press time, the virus spokesperson added it was impossible to overstate how none of this would be possible without the Trump administration.What are the major components of the immune system involved in fighting Covid? The immune system has several parts, including a first-line response involving immune cells that alert the body to an attack and home in on infected cells. This response leads to the activation of what is known as the “adaptive” immune system, which is important for future immunity. “[The adaptive immune system] has this special feature of memory, which is what you exploit in vaccines,” said Prof Danny Altmann, an expert in immunology of infectious disease at Imperial College London.  It involves two main types of white blood cells, known as lymphocytes. B cells produce antibody proteins that can stick to the virus to prevent it from entering cells. T cells kill virus-infected cells and make proteins called cytokines. These cytokines help to convert B cells into long-lived cells that produce even better antibodies, and “memory” B cells that can rapidly churn out specialised antibodies should the body be exposed to the virus again. “Normally, T-cell immunity, B-cell immunity and its product, antibodies, go hand in hand in beating a virus,” said Altmann. But studies have found that while many people who have had Covid-19 have both T cells and antibodies for the virus, some only seem to have one or the other. “It is so hard to know what that means,” Altmann said. And not all immune responses are helpful: recent research has suggested wayward antibodies may play a role in conditions such as long Covid, where symptoms persist for many weeks or months after infectionas proteins cause havoc ranging from disrupting defence mechanisms to attacking organs. 'Autoantibodies' may be driving severe Covid cases, study shows  Read more What happens after an infection passes? After an infection, antibody levels start to wane, while memory B cells and T cells tend to hang around for longer. A pre-print study released in July, suggested Covid antibody levels fall over a period of three months, in some cases becoming undetectable. Research has also suggested that the speed and scale of this decline may differ between men and women. The level of antibodies produced, and the length of time they hang around for, seems to be linked to the severity of the disease. However, other research, also not yet peer-reviewed, has suggested that Covid antibodies show only small declines over a period of six months after infection. The same study found that T-cell levels dropped by half over three to five months but then plateaued after six months, and memory B-cells became more abundant. As Covid is a new disease, more time will need to pass before the longer-term trajectory for each of these components is known. But Deborah Dunn-Walters, a professor of immunology at the University of Surrey, was optimistic. “The fact that these cells are there, and they don’t look to be dropping off really quickly, means that we would expect to see them later on,” she said. What does all this mean for immunity? A recent study found that when a Covid outbreak occurred on a fishing vessel in August, none of the crew members who had antibodies to the virus became infected. “If you have got [neutralising antibodies] onboard, and you’ve got them at a high enough level, I’d bet my house on you being protected,” said Altmann. But what about memory B cells and T cells? Some studies have suggested that other coronaviruses, including those behind some common colds, subvert the production of memory B cells, meaning that even if these cells are present, they are less effective than might be expected. “[There are] quite good papers out there saying that’s the reason that these coronaviruses are so clever and that you can get, for example, the common cold winter after winter after winter and your memory doesn’t help you,” Altmann said. Questions also remain about the T-cell response and whether it is enough to offer protection on its own. While one study, yet to be peer-reviewed, found people with higher levels of T cells towards Covid were less likely to become infected, more than half of these people also had antibodies towards the virus. “The fact that people get reinfected regularly throughout their lives with seasonal coronaviruses suggests that immunity, whether or not it is antibody-mediated and/or T cell-mediated, probably isn’t very long-lasting,” Prof Wendy Barclay, the chair of influenza virology at Imperial College London, has previously said. This seems to be supported by growing reports of reinfections. Sebastian Johnston, a professor of respiratory medicine and allergy at Imperial College London, said that if reinfection did occur, it was likely to be less severe than the first time around, or even asymptomatic – although that is not always the case.  The potential for reinfection is why Boris Johnson – who had Covid in the spring – recently had to self-isolate after coming into contact with someone else with the virus, and one reason why the idea of natural “herd immunity” is problematic. “You could be immune to being sick but you are still passing the virus round,” said Dunn-Walters. “Even if the immunity lasts two to three years in one person, that does not mean it would last that long in another. One person may make a different level of memory cell response than another.” Flurry of coronavirus reinfections leaves scientists puzzled  Read more Could there be some protection from T cells generated by exposure to other coronaviruses, such as those that cause some common colds? It is possible. In the T cell study mentioned earlier, 45% of the participants with high levels of T cells appeared to be protected against Covid but did not have antibodies to the virus. That raises a number of possibilities. One is that this group had protective T cells generated by exposure to other, distantly related coronaviruses – something known as protective “cross-reactivity”.  Altmann said other studies had suggested 30-40% of pre-pandemic blood samples showed a T-cell response by virtue of such cross-reactivity. But he said that didn’t necessarily mean these T cells offered much protection against Covid. “[It isn’t clear] why your common cold T cells should protect you from this thing if they don’t even protect you from the common cold every winter.”  Johnston said protection generated by other coronaviruses might help to explain why so many Covid infections are asymptomatic. “You could not possibly have 70% of people who test positive saying that they have no symptoms unless they have a signifiant degree of immunity,” he said. What all can this tell us about the protection we might get from a vaccine? The good news is the Moderna, Pfizer/BioNTech and Oxford/AstraZeneca vaccines have all be found to generate an immune response and to offer protection against developing Covid. What’s more, while seasonal flu requires a different vaccine each year because it rapidly mutates, there is little sign yet that this is the case for Covid. Altmann said the new strain of Covid detected in England was unlikely to cause problems for vaccination, noting that the neutralising antibodies induced by the vaccine bind to many different parts of the so-called spike protein – part of the virus that helps it enter cells. “The mutation [in the virus] is predicted to make quite a small change to one little bit of spike,” he said. But it is not yet clear how long protection induced by vaccination will last, or whether the vaccines prevent infection and transmission as well as disease. “The vaccines could do better than natural immunity, but we will not know until we study both longer-term,” said Johnston. Dunn-Walters said it was now important to work out how different aspects of the immune response correlate with protection, and how best to measure them, so that it was possible to better assess levels of immunity in people and determine how often vaccination would be needed. “This is an area of ongoing research,” she said. This is not the first time that a pandemic has gripped the holiday season. In December 1918, preparations for the first Christmaswithout war in four years took place in the midst of the worst pandemic since the Black Death. The 1918-19 influenza, like Covid-19, came in waves. The deadliest began in autumn, peaked in late November and continued through the first weeks of December. It struck hundreds of millions and killed tens of millions worldwide. One quarter of Britons were ill with the virus and 225,000 died, most in the months and weeks before Christmas. But while there are similarities between the two pandemics – both are highly infectious respiratory diseases that spread in waves – there are also important differences in the contexts in which they developed, in efforts to control them, in their impact on healthcare systems and how people learned to live with them. People celebrating Christmas and other seasonal holidays in 1918 faced nothing like the restrictions people will face this year. The reasons for this difference are many, looking at a few can offer some lessons. The experience of the 1918 pandemic was intimately tied to the first world war, which not only facilitated its rapid spread but also significantly shaped the responses to it. Until the armistice in November 1918, winning the war had been more important than the battle against influenza. In Britain, public health, military and government officials counselled the nation to “carry on” in the face of the escalating and worsening pandemic. Britain’s chief medical officer of health, Sir Arthur Newsholme, issued the first official memorandum in October. It recommended a range of measures to slow influenza, including isolating the sick from the healthy, school and cinema closures, oral disinfection (gargling with antiseptics), and warnings against large “aggregations of people”. Mask-wearing was not among the recommendations. None of the measures was mandatory and responsibility for their implementation fell to local authorities, who adopted them in a piecemeal manner. Medical officers and local authorities in London took diverging approaches, with some closing cinemas and schools, while others hardly intervened. By contrast, in Manchester, the medical officer of health, Dr James Niven, developed a vigorous scheme of prevention and treatment, which likely mitigated the epidemic: whereas the second wave peaked in London in the second and third week of November, it peaked in Manchester in early December. There are a number of reasons why measures were not systematically introduced. War demands were important. Medical experts were uncertain about the identity of the epidemic: who it most affected, the nature and severity of symptoms, and how it killed did not conform to what was known about influenza. Most authorities thought that influenza was caused by a bacillus, but systematic testing was impossible because it was difficult to isolate from the sick and to grow in cultures. Public attitudes mattered. Influenza was widely viewed as little more than a burdensome but mostly mild malady. People who had already endured four years of wartime privations were unlikely to welcome or comply with severe restrictions. This was especially the case when the war ended. It is no coincidence that the second wave peaked after armistice, when thousands defied public health advice and massed together to celebrate in squares, streets, pubs, homes and churches across the country. Soon thereafter, decommissioned soldiers brought influenza back to Britain or carried it home to India, Australia, New Zealand, Canada, the US and beyond. As the epidemic continued through November and early December, hospitals were overwhelmed by the influx of the sick and dying. Most were understaffed because at least half of Britain’s nurses and doctors had been commissioned for the war effort. Those on hand could offer little more than nursing or palliative care: there were no effective treatments against influenza or the deadly pneumonic complications that accompanied the disease. While the sick were encouraged to seek medical attention, most suffered and died in their homes, under the care not of a doctor or nurse, but of a family member, friend or neighbour. Burials were halted in places because of shortages of caskets. By early December, a growing number of schools were closed, either as a precaution or because teachers and students had fallen ill. Just as now, schoolchildren were thought to be spreaders of infection, and school closures were viewed as a necessary but controversial measure. William Hamer, the chief medical officer of the London county council, opposed school closures on the grounds that “such action would simply release the children and allow them to congregate in places where danger of infection is greater”. In early December, Manchester decided to close all elementary schools until the new year. Such measures were a double-edged sword. Unlike today, children were not locked down in their homes. The majority simply ended up playing together on local streets or parks and, just as Hamer feared, further spreading the disease. By Christmas Day, the second wave had largely subsided. The lull offered time for reflection and gave rise to expressions of loss, anger and hope. Shadowed by the twin tragedies of the war and the pandemic, this was a Christmas like no other. Obituary pages of national and local newspapers, which had been filled with war deaths, were now also filled with influenza deaths. Stories abounded of young men who had survived the western front only to perish from influenza on their return. The Timesreminded readers that “this plague … generally regarded with equanimity, is, it would seem, five times more deadly than the war.” It estimated that “some 6 million persons have perished of influenza and pneumonia during the past 12 weeks.” The number was a massive underestimate. Weeks later, the paper would revise the global figure upwards to 12 million, but even this figure was too low. Along with a collective sense of loss, the season also unleashed anger. Most of it was directed at the failure of public health authorities to prevent the pandemic. The Manchester Guardian’s medical correspondent decried that the epidemic “has revealed the relative helplessness of preventive medicine in the face of certain infections.” Newsholme and his department were especially targeted for their failure to coordinate an effective national response. There were calls for Lloyd George’s newly elected government to accelerate the creation of a ministry of health to put the nation’s preventive system on a better footing. The sharpest criticisms turned on the failure to recommend the general use of gauze masks to prevent the spread of infection. Critics questioned why mask-wearing on trains, omnibuses and public places had not been made a general measure. They pointed to the example of San Francisco, where a city-wide mask order had reportedly stamped out the epidemic. Mask-wearing became part of a public discussion about the medical and cultural changes needed to prepare for future epidemics. The Manchester Guardianwondered whether this measure said something about the British character: “It is possible that only our British self-consciousness has prevented us from taking the precaution of wearing germ masks during influenza epidemics.” As the second wave abated, there was some optimism that the worst was over. There was hope that a new influenza vaccine, which had been developed by the War Office and tested on military populations, would become widely available to the public. Made from a mixture of bacteria, the vaccine proved to be moderately effective against secondary infections like pneumonia, but did not protect against influenza. Nonetheless, demand was high and manufacturers rushed to supply local authorities. Influenza returned shortly after the new year. Although less widespread and severe, the third wave was likely seeded during the Christmas period. It was a stark reminder that this epidemic disease would remain a regular visitor. Ultimately, Britons and people around the world had to learn to live with influenza. Just as with Covid-19, this meant dealing with grievous loss, acknowledging systematic failures, and developing new ways of managing epidemics. The virus that caused such devastation in autumn 1918 circulated for decades in a milder form but still caused outbreaks and epidemics. Influenza deaths and illness became an accepted part of modern life, figuring into the rational calculus of health care and insurance systems, and the experiences of individuals, families and communities. Every pandemic is a step into the unknown. We need to bear in mind differences in the worlds in which influenza and Covid-19 emerged, in the state of medical and scientific knowhow, in health care infrastructures, and in capacities to respond. Looking backwards should remind us that each pandemic brings with it unique problems that require unique solutions. Britain and the world in 2020 are in a far better position to tackle a pandemic then ever before. But as 1918 shows, even with best available medicine and science, communities and nations have to learn to live with epidemic diseases. The challenge is to learn to live well with them; this is something few people were able to do in 1918. Sharon Forde looks into the middle distance and winces. “Without these breakfast boxes, I would have had to pawn the TV; the last thing I’ve got left that’s worth anything. But when that money was spent, I don’t know what I would have done.” Her eyes go hard. “I don’t like to think about it.” Forde is one of the 84 parents at Hollydale primary school in Southwark, south London, whose children will now be able to eat breakfast over the Christmas holidays, thanks to a shock intervention by the UN agency Unicef UK. It is the first time in its 70-year history that the aid charity, tasked with providing humanitarian aid to children worldwide, has launched a “domestic emergency response”: pledging a grant of £25,000 to the community project School Food Matters to supply 18,000 nutritious breakfasts to 25 schools over the two-week Christmas holidays and February half-term. “My children can have full bellies over Christmas now, which means I will have the money to eat properly myself too,” says Forde. “During lockdown, I was surviving on one meal a day so that the kids could eat … there just isn’t the money any more to buy food for us all and pay the rent too.” Forde and her two young children have never needed help before. “But the pandemic tipped me over the poverty line: losing 20% of my salary under furlough wasn’t sustainable when rent stayed the same and my bills increased because we were at home all the time,” she says. Forde was outraged to hear about Jacob Rees-Mogg’s attack on Unicef on Thursday when he said the charity’s support for British children was a “scandal” and a “political stunt of the lowest order”. “It’s a disgusting thing to say,” she says. “I need this help because politicians like him have let us down.  “He talks about children starving in other countries but doesn’t he realise there are children in this country who go hungry too? What world is he living in – because it’s not mine.” Anna Kettley, a deputy executive director at Unicef, said that given the crisis unfolding on its doorstep, the aid agency had no choice but to break the mould.  “The Covid pandemic has created a crisis among children in the UK more urgent that any since the second world war,” she said.  “We’re one of the richest countries in the world. We should not be having to rely on food boxes and food aid at all, but it’s really important we are there to protect the most vulnerable.” Terri-Ann Wellington, a cinema assistant and parent at the school, has also been forced over the poverty line by the pandemic.  “I buy orange juice for my children, dilute it to make it go further but find I still have to tell them not to drink too much because I can’t afford to buy any more,” she says. “Where does the Great come from in Great Britain if parents like us – who have always worked – have to restrict their children from drinking anything except water?” Reema Reid has been headteacher at Hollydale since 2013. About a quarter of her 200 families have always needed her help to feed their children, she says, but that figure has now risen to about 40%. “We’ve worked hard to identify these new parents. But they’re proud. They’ve worked all their lives and have just about got by.  “But when we sent out a text at 10am that we had breakfast boxes available, they were here at 10.10am, queuing up to collect them,” she says. “That was the moment when it clicked for me how many families the pandemic has pushed into poverty for the first time,” she adds. Reid points to a telling statistic: since the pandemic, there has been an 80% fall in the number of parents able to pay for school music lessons.  Even though the school dipped into its pockets and cut the cost of lessons by half – to £6 each – it was still too much for families’ newly decimated finances. Caroline Folly, co-chair of Hollydale’s school governors, has been listening quietly. Now she turns to Reid and asks a crucial question. “What scares me is, what do we do when the breakfast boxes stop coming and the furlough scheme stops?” Reid’s first answer comes quickly: “You don’t want to go there.” Then she pauses and answers more slowly. “I’m hopeful that politicians and citizens will step up. There’s enough money in this country for everyone to have enough.  Tucked away in the hills of central Texas, the small city of Fredericksburg still feels like a bustling Christmas village this year, mostly unchanged by the coronavirus pandemic. Last week, a soft pink sunset descended over Marktplatz square, soundtracked by holiday music and children laughing. Tiny tots climbed aboard gingerbread train cutouts as older kids zoomed around a makeshift ice skating rink, their required “face coverings” dangling well below their mouths like scarves. Along Main Street, where crowds popped in and out of boutiques, one woman savored samples at the specialty food store. A punny T-shirt urging “SOCIALism DISTANCING” hung prominently in one of the shop windows, and at dusk, onlookers from around the state – many of them maskless – gathered close to see the city’s elaborate holiday lights flicker on. “It looks like we asked more people to come into town, instead of less people,” said Catherine Kuhlmann, the infectious disease control officer for Gillespie county, which includes Fredericksburg. “It’s like ants on a sugar cube.” Between an influx of Covid-fatigued vacationers taking advantage of touristy holiday attractions and misinformed residents adamantly opposed to wearing masks, Gillespie county has inevitably fallen prey to the same uptick in coronavirus cases that has gripped much of Texas in recent weeks. At least one in 23 members of the rural community has been infected since January, according to the New York Times, and free testing earlier this month yielded a nearly 18% positivity rate. “I am very concerned for the Hill Country at this point,” Kuhlmann said. “I would like to say that we’ve hit our worst, but I don’t think we have.” Across Texas, more than 9,500 Covid-19 patients are languishing in hospitals and roughly 264,000 infections remain active, relegating the state to a dangerous “red zone” that merits an aggressive response, the White House coronavirus task force suggested in a report earlier this month. But even as people continue to pile inside restaurants and bars, getting together with friends and discarding their face coverings, Texas’ Republican leaders have avoided the politically controversial tactics used elsewhere to save lives. “We are not going to have any more lockdowns in the state of Texas,” said Governor Greg Abbott ahead of Thanksgiving, a position he defended by claiming shutdowns were ineffective, despite overwhelming evidence to the contrary. Abbott’s more localized plan, devised months ago, requires particularly hard-hit regions to scale back reopenings where Covid-19 patients represent over 15% of hospital capacity for seven days straight. The state’s mask mandate – a leftover precaution from the previous, devastating spike in infections over the summer – also remains in effect, and in Fredericksburg, a supplemental order reinforces the requirement for face coverings inside commercial establishments. But without fines, jail time or any other hardline enforcement mechanism, those policies have been rendered toothless. In practice, whether masks are necessary right now in “the Christmasiest town in Texas” largely falls to the discretion of individual business owners, and there’s no universal consensus despite advice from the Centers for Disease Control and Prevention (CDC) which tells Americans to wear a mask because there is “increasing evidence that cloth face coverings help prevent people who have Covid-19 from spreading the virus to others”. “Some of them just do not believe in the benefits of wearing a mask, and so they have chosen not to do that,” said Kent Myers, Fredericksburg’s city manager. “We educate them. We informed them. But it ultimately is their choice.” Despite a recent surge in cases, which Myers expects will continue, he said the city has no plans for new regulations to fight the spread. And, in a county that voted to re-elect President Donald Trump by a 59-point margin in November, even the limited protocols now in place go too far for a subgroup of locals infuriated by what they consider to be an infringement on their personal liberties. At a city council meeting on 7 December, a roomful of unmasked citizens aired their grievances one-by-one, comparing Fredericksburg’s government to Nazi Germany or an Orwellian state. One woman read a quote she attributed to Fox News host Tucker Carlson, waxing poetic about years of social distancing, microchipping and “benevolent dictatorship”. Another person warned that wearing N95 masks could cause serious injury or death (they do not), then told the mayor that his policies fly in the face of “everything that makes this nation great”. “There isn’t anyone on this earth that doesn’t recognize the risk of Covid,” a third speaker argued. “If I want to go lick handrails at the hospital, that is my God-given right.” At Hill Country Memorial, the only hospital in the area, staff have been speaking on the radio, penning letters to the local newspaper and posting on social media since the pandemic’s early days, trying to combat widespread disinformation in Fredericksburg. Like in much of the country, a major point of confusion has been the effectiveness and reasoning behind wearing a face covering, said Jim Partin, the hospital’s chief medical officer. “It’s a mask,” he said. “It’s not a political statement. It’s a mask.” Hill Country Memorial is currently treating nine Covid-19 patients and has capacity for just under double that many. With additional nurses provided by the state, they’re in good shape for now, Partin said. But the holiday season is far from over, and meanwhile, visitors from nearby urban hubs that are getting pummeled by the virus – Austin, Houston, San Antonio – keep flooding into Fredericksburg like it’s a more convenient alternative to Disney World. Whether for a day trip or weekend getaway, people are grabbing their friends and loved ones to visit wineries, stroll up and down Main Street, browse store merchandise, go for a scenic drive or tour the city’s National Museum of the Pacific War. “I don’t think there’s any questions that tourists are coming to town, and bringing it with ’em,” said Dave Wisniewski, the local emergency management coordinator. Eager to get out of San Antonio for the day, Francisco Martinez and Diamond Garcia drove to Fredericksburg to walk around and enjoy the local cuisine before attending a nightly holiday lighting ceremony at Marktplatz. Martinez said he noticed a lot of people not wearing masks, but he had his on and didn’t feel too worried. “As long as I keep my distance, I think I’m OK,” he said. A false sense of security pervades the picturesque city, as Texans with cabin fever convince themselves that a vacation in the Hill Country will carry less risk than other, more populous destinations. “They come to Fredericksburg because they think it’s safe,” Kuhlmann said. “And I don’t know if it always is.”", "dominantCategory": ["covid"], "metadata": ["coronavirus", "global", "pandemic", "healthcare", "vulnerable", "virus", "trump", "covid", "infected", "studies", "symptoms", "infection", "university", "outbreak", "scientists", "protective", "vaccine", "england", "ongoing", "india", "australia", "canada", "nursing", "complications", "halted", "students", "children", "spreading", "deaths", "ministry", "masks", "san", "families", "scientific", "tackle", "nations", "uk", "lockdown", "sustainable", "crisis", "restrict", "texas", "republican", "hospital", "cdc", "americans", "surge", "donald", "protocols", "distancing", "media"], "emotions": {"anticipation": 108, "positive": 143, "fear": 72, "joy": 26, "negative": 79, "anger": 67, "surprise": 8, "trust": 38, "disgust": 18, "sadness": 2}}]}
